{
  "overview.title": "Страницата за преглед все още не е конфигурирана",
  "overview.text": "Редактиране на оформлението на страница с ID <code>\"общ преглед\"</code> за да покаже важни контроли тук.",
  "inbox.title": "Входящата кутия е празна",
  "inbox.text": "Резултата на откриването от добавките, който може да бъде добавен като нещо ще се появи тук. <br><br> Вие можете също да стартирате сканиране от точно определена добавка или да добавите нащо ръчно с бутона по-долу.",
  "things.title": "Няма неща за сега",
  "things.text": "Нещата са устройства или ослуги свързани с openHAB, те са осигурени чрез добавките.<br><br>Инсталираните добавки които поддържат автоматично откриване ще добави нещо кандидатвъв вашата входяща кутия. Вие можете също да стартирате сканиране от точно определена добавка или да добавите нащо ръчно с бутона по-долу.",
  "things.nobindings.title": "Няма добавки",
  "things.nobindings.text": "За да добавите неща към вашата система, вие първо трябва да инсталирате добавки.",
  "model.title": "Започнете моделирането на вашия дом",
  "model.text": "Изградете модел от вашите елементи (items) за да ги организирате и свуржете мо между им семантично.<br><br>Започнете с йерархия на местоположенията: Сгради, отворени пространства, етажи според нуждите. След това поставете оборудване и точки от вашите неща (или ръчно).",
  "items.title": "Няма елементи все още",
  "items.text": "Елементите представляват функционалната част на вашия дом - вие може да ги свържете с каналите дефинирани от вашите неща. Започнете с изгледа на модела за да създадете чиста начална структора. <br><br>Вие също можете да дефинирате елементи чрез конфигурационен файл, или чрез бутон по-долу.",
  "items.add.title": "Дефинирайте елементи по-горе",
  "items.add.text": "Използвайте openHAB синтаксис на елементите за да създадете нови елементи или да ги актуализирате, както и техните метаданни и връзки към канали. Те ще бъдат съхранени във вътрешната база данни.",
  "pages.title": "Няма страници все още",
  "pages.text": "Проектирайте страници, за да показвате информация по различни начини и да взаимодействате с вашите елементи. Вие може да създавате няколко вида страници: Диаграмни, карти на сайт, етажни планове...<br><br>Цъкнете на бутона по-долу за да създадете вашата първа страница.",
  "rules.title": "Няма правила все още",
  "rules.text": "Правилата са основните градивни елементи на автоматизацията на вашия дом - те определят кои дейности да се изпълняват, когато настъпи определено събитие.<br><br>Създайте вашето първо правило с бутона по-долу; за повече разширени сценарии вие също можете да напишете скрипт файл във вашата конфигурационна папка.",
  "scripts.title": "Няма скриптове все още",
  "scripts.text": "Скриптовете са спецялен вид правила, които нямат спусък и единичен задействащ модул за изпълнение на кода.<br />Вие можете да ги задействате при поискване или да ги извикате от друго правило.<br><br>Създайте вашето първо правило чрез бутона по-долу.",
  "schedule.title": "Няма нищо в графика",
  "schedule.text": "Графика показва кога правила специално отбелязани с \"График\" се очаква да бъдат задействанидо 30 дни.<br><br>Цъкнете бутона по-долу за да създадете вашето първо планирано правило.",
  "rules.missingengine.title": "Не е инсталиран изпълнител на правила",
  "rules.missingengine.text": "Изпълнителя на правила трябва да бъде инсталиран преди създаването на правила.",
  "addons.title": "Не са инсталирани добавки",
  "addons.text": "Добавките добавят функционалности към вашата openHAB система.<br><br>Инсталирайте ги с бутона по-долу.",
  "page.unavailable.title": "Страницата не е налична",
  "page.unavailable.text": "Не ви е позволено да видите тази страница поради ограничения за видимост."
}
