{
  "overview.title": "La pàgina resum encara no està configurada",
  "overview.text": "Edita la plantilla de pàgina amb ID <code>\"resum\"</code> per a mostrar controls importants aquí.",
  "inbox.title": "La bústia és buida",
  "inbox.text": "Els resultats de la descoberta dels vostres Bindings que es poden afegir com a Things apareixeran aquí.<br><br>També podeu iniciar una exploració d'undeterminat Binding o afegir Things manualment amb el botó següent.",
  "things.title": "No hi ha Things, encara",
  "things.text": "Things són els dispositius i serveis connectats a l'openHAB, que es proporcionen mitjançant complements Bindings.<br><br>Els Bindings instal·lats que admeten la detecció automàtica afegiran candidats a Things a la vostra safata d'entrada. També podeu iniciar una exploració d'una determinat Binding o afegir la vostra primera Thing manualment amb el botó següent.",
  "things.nobindings.title": "No hi ha Bindings",
  "things.nobindings.text": "Per afegir Things al sistema, primer necessites instal·lar complements Binding.",
  "transformations.title": "Encara no hi ha transformacions",
  "transformations.text": "Les Transformacions s'utilitzen per a traduïr dades brutes o desordenades a una representació per a la lectura humana.",
  "model.title": "Comença a modelar el teu habitatge",
  "model.text": "Creeu un model a partir dels vostres Items per organitzar-los i relacionar-los entre si semànticament.<br><br>Comenceu amb una jerarquia d'ubicacions: edificis, zones exteriors, plantes i habitacions, segons sigui necessari. A continuació, inseriu equips i punts als vostres Things (o manualment).",
  "items.title": "Encara no hi ha cap Item",
  "items.text": "Els Items representen la part funcional de la vostra llar: podeu enllaçar-los amb els canals definits per les vostres Things. Comenceu amb la vista Model per crear una estructura inicial neta.<br><br>També podeu definir Items amb fitxers de configuració o amb el botó següent.",
  "items.add.title": "Definiu els Items a dalt",
  "items.add.text": "Utilitzeu la sintaxi d'Items d'openHAB per crear nous Items o actualitzar-los, així com les seves metadades i enllaços als canals. S'emmagatzemaran a la base de dades interna.",
  "pages.title": "Encara no hi ha pàgines",
  "pages.text": "Dissenyeu pàgines per mostrar informació de diverses maneres i interactuar amb els vostres Items. Podeu crear diversos tipus de pàgines: gràfics, Sitemaps, plànols de planta...<br><br>Feu clic al botó següent per crear la vostra primera pàgina.",
  "rules.title": "Encara no hi ha Rules",
  "rules.text": "Les Rules (regles) són els elements bàsics per automatitzar la vostra llar: defineixen quines accions cal dur a terme quan es produeixen determinats esdeveniments.<br><br>Creeu la vostra primera Rule amb el botó següent; per a escenaris més avançats, també podeu escriure fitxers d'Script a la vostra carpeta de configuració.",
  "scenes.title": "Encara no hi ha escenes",
  "scenes.text": "Les Escenes són rules que envien comandes per a restaurar un conjunt d'items a un estat desitjat. <br />Pots executar-les a demanda o cridar-les des d'altres rules. <br><br>Crea la teva primera escena amb el botó de sota.",
  "scripts.title": "Encara no hi ha Scripts",
  "scripts.text": "Els Scripts són un tipus especial de Rules, sense activadors i un mòdul d'acció únic per executar codi.<br />Podeu executar-los sota demanda o cridar-los des d'altres Rules.<br><br>Creeu el vostre primer Script amb el botó de sota.",
  "schedule.title": "No hi ha res a la programació",
  "schedule.text": "La programació mostra quan s'espera que s'executin les Rules amb l'etiqueta específica \"Programació\", fins a 30 dies.<br><br>Feu clic al botó següent per crear la vostra primera Rule programada.",
  "rules.missingengine.title": "El motor de Rules no està instal·lat",
  "rules.missingengine.text": "S'ha d'instal·lar el motor de Rules abans de poder crear Rules.",
  "addons.title": "No hi ha complements instal·lats",
  "addons.text": "Els complements afegeixen funcionalitat al vostre sistema openHAB.<br><br>Instal·leu-los amb el botó següent.",
  "page.unavailable.title": "Pàgina no disponible",
  "page.unavailable.text": "No teniu permís per veure aquesta pàgina a causa de restriccions de visibilitat."
}
