{
  "overview.title": "Hlavní stránka (Přehled) zatím nebyla nastavena",
  "overview.text": "Upravte stránku rozložení s ID <code>\"Přehled\"</code> pro zobrazení důležitých ovládacích prvků.",
  "inbox.title": "Inbox je prázdný",
  "inbox.text": "Výsledky automatické detekce z Bindings, které mohou být přidány jako Things, se objeví zde<br><br>Můžete také spustit skenování pro určité Binding nebo přidat věci ručně pomocí tlačítka níže.",
  "things.title": "Zatím žádné Things",
  "things.text": "Things jsou zařízení a služby připojené k openHAB, které jsou poskytovány prostřednictvím Bindings.<br><br>Nainstalovaná Bindings, která podporují automatické vyhledávání, přidají kandidáty na Things do Inboxu. Můžete také spustit skenování pro určité Bindings nebo přidat svou první Thing ručně pomocí tlačítka níže.",
  "things.nobindings.title": "Žádná Bindings",
  "things.nobindings.text": "Chcete-li přidat Things do svého systému, musíte nejprve nainstalovat Bindings.",
  "transformations.title": "Zatím žádné transformace",
  "transformations.text": "Transformace se používají k překladu dat z agregované či technicky nezpracované hodnoty do zpracovaného člověkem čitelného znázornění.",
  "model.title": "Začněte modelovat svůj domov",
  "model.text": "Vytvořte si model z vašich Items, abyste je uspořádali a navzájem je sémanticky propojili.<br><br>Začněte hierarchií míst: budovy, venkovní prostory, podlaží a místnosti. Pak vložte zařízení a body z vašich Things (nebo ručně).",
  "items.title": "Zatím žádné Items",
  "items.text": "Items představují funkční stranu vašeho domova - můžete je propojit s Channels definovanými vašimi Things. Začněte pohledem na model pro vytvoření čisté počáteční struktury.<br><br>Items můžete také definovat pomocí konfiguračních (textových) souborů, nebo pomocí tlačítka níže.",
  "items.add.title": "Definovat Items",
  "items.add.text": "Použijte syntaxi openHAB Items k vytvoření nových Items nebo jejich aktualizaci, či úpravě jejich metadat a odkazů na Channels. Budou uloženy v interní databázi.",
  "pages.title": "Zatím žádné stránky",
  "pages.text": "Navrhněte stránky pro zobrazení informací různými způsoby a interakci s Items. Můžete vytvořit několik druhů stránek: grafy, sitemaps, mapy, podlahové plány...<br><br>Klikněte na tlačítko níže pro vytvoření vaší první stránky.",
  "rules.title": "Zatím žádná pravidla",
  "rules.text": "Pravidla jsou základními stavebními kameny pro automatizaci vašeho domova - definují, které akce mají být provedeny, když dojde k určitým událostem.<br><br>Vytvořte své první pravidlo pomocí tlačítka níže; pro pokročilé scénáře můžete také použít soubory se skripty ve složce s konfiguračními soubory.",
  "scenes.title": "Zatím nemáte žádné scény",
  "scenes.text": "Scény jsou pravidla pro odesílání příkazů k obnovení řady Items do požadovaného stavu.<br />Můžete je spustit na vyžádání nebo z jiných pravidel.<br><br>Vytvořte svou první scénu tlačítkem níže.",
  "scripts.title": "Zatím žádné skripty",
  "scripts.text": "Skripty jsou speciální pravidla, bez spouštěčů a modulem pro jednoduchou akci spuštění kódu.<br />Můžete je spustit na vyžádání nebo je zavolat z jiných pravidel.<br><br>Vytvořte svůj první skript tlačítkem níže.",
  "schedule.title": "Nic v plánu",
  "schedule.text": "Plán zobrazuje pravidla, která jsou naplánována na následujících 30 dní.<br><br>Klikněte na tlačítko níže pro vytvoření prvního naplánovaného pravidla.",
  "rules.missingengine.title": "Engine pro pravidla není nainstalován",
  "rules.missingengine.text": "Před vytvořením pravidel musí být nainstalován engine pro pravidla.",
  "addons.title": "Nejsou nainstalovány žádné doplňky",
  "addons.text": "Doplňky přidávají funkce do vašeho openHAB systému.<br><br>Nainstalujte je pomocí tlačítka níže.",
  "page.unavailable.title": "Stránka není k dispozici",
  "page.unavailable.text": "Nejste oprávněni zobrazit tuto stránku.",
  "persistence.title": "Žádný doplněk pro ukládání dat",
  "persistence.text": "Moduly ukládání dat - perzistence - umožní uložit stavy Items v průběhu času, bez ohledu na to, zda jde o minulé či budoucí (např. předpovídaná) hodnoty. Chcete-li konfigurovat způsob ukládání dat, potřebuje nainstalovat alespoň jeden doplněk pro ukládání dat."
}
