{
  "overview.title": "Die Übersichtsseite ist noch nicht konfiguriert",
  "overview.text": "Die Layoutseite mit der ID <code>\"overview\"</code> bearbeiten, um hier wichtige Steuerelemente anzuzeigen.",
  "inbox.title": "Inbox ist leer",
  "inbox.text": "Die Things, die sich aus deiner Bindingsuche ergeben, können hier hinzugefügt werden.<br><br>Du kannst auch eine Suche für ein bestimmtes Binding starten oder Things manuell mit der Schaltfläche unten hinzufügen.",
  "things.title": "Noch keine Things",
  "things.text": "Things sind die Geräte und Dienste, die mit openHAB verbunden sind, sie werden durch Binding-Add-ons bereitgestellt.<br><br>Installierte Bindings, die die automatische Erkennung unterstützen, fügen der Inbox gefundene Things hinzu. Du kannst auch eine Suche für ein bestimmtes Binding starten oder das erste Thing manuell mit der Schaltfläche unten hinzufügen.",
  "things.nobindings.title": "Keine Bindings",
  "things.nobindings.text": "Um Things zum System hinzuzufügen, musst du zunächst Binding-Add-ons installieren.",
  "transformations.title": "Noch keine Transformationen",
  "transformations.text": "Transformationen werden verwendet, um Rohdaten in eine überarbeitete menschenlesbare Darstellung zu übersetzen.",
  "model.title": "Beginne den Startbildschirm zu gestalten",
  "model.text": "Baue ein Modell aus Items auf, um sie zu organisieren und sie semantisch miteinander in Beziehung zu setzen<br><br>Beginne mit einer Hierarchie der Standorte: Gebäude, Außenbereiche, Stockwerke und Räume, je nach Bedarf. Füge dann Geräte und Punkte aus den Things (oder manuell) hinzu.",
  "items.title": "Noch keine Items",
  "items.text": "Items stellen die funktionale Seite des Hauses dar - du kannst sie mit den Kanälen verbinden, die durch deine Things definiert sind. Um einen sauberen Anfangsaufbau zu schaffen, beginne mit der Modellansicht.<br><br> Du kannst Items auch mit Konfigurationsdateien oder mit der Schaltfläche unten definieren.",
  "items.add.title": "Items oben definieren",
  "items.add.text": "Verwende die openHAB-Item-Syntax, um neue Items zu erstellen oder sie zu aktualisieren, einschließlich ihrer Metadaten und Links zu Kanälen. Diese werden in der internen Datenbank gespeichert.",
  "pages.title": "Noch keine Seiten",
  "pages.text": "Entwerfe Seiten, um Informationen auf verschiedene Arten anzuzeigen und mit deinen Objekten zu interagieren. Du kannst verschiedene Arten von Seiten erstellen: Diagramme, Sitemaps, Grundrisse...<br><br>Klicke auf die Schaltfläche unten, um deine erste Seite zu erstellen.",
  "rules.title": "Noch keine Regeln",
  "rules.text": "Regeln sind die Grundbausteine für die Automatisierung des Hauses - du definierst, welche Aktionen ausgeführt werden sollen, wenn bestimmte Ereignisse eintreten. <br><br>Erstelle deine erste Regel mit der Schaltfläche unten; für fortgeschrittenere Szenarien kannst du auch Skriptdateien in deinen Konfigurationsordner erstellen.",
  "scenes.title": "Noch keine Szenen",
  "scenes.text": "Szenen sind Regeln, die Befehle senden, um mehrere Items in einen gewünschten Zustand zu versetzen.<br />Du kannst sie bei Bedarf ausführen oder von anderen Regeln aufrufen.<br><br>Erstelle deine erste Szene mit dem Button unten.",
  "scripts.title": "Noch keine Skripte",
  "scripts.text": "Skripte sind eine besondere Art von Regeln, ohne Auslöser und mit einem einzigen Aktionsmodul zur Ausführung von Code.<br/><br/>Diese lassen sich bei Bedarf ausführen oder von anderen Regeln aus aufrufen.<br/><br/>Ein erstes Skript lässt sich mit der Schaltfläche unten erzeugen.",
  "schedule.title": "Nichts auf dem Zeitplan",
  "schedule.text": "Der Zeitplan zeigt an, wann Regeln, die speziell mit \"Zeitplan\" gekennzeichnet sind, voraussichtlich innerhalb von 30 Tagen ausgeführt werden.<br><br>Klicke auf die Schaltfläche unten, um deine erste geplante Regel zu erstellen.",
  "rules.missingengine.title": "Regel-Engine nicht installiert",
  "rules.missingengine.text": "Die Regel-Engine muss installiert sein, bevor Regeln erstellt werden können.",
  "addons.title": "Keine Add-ons installiert",
  "addons.text": "Add-ons fügen Ihrem openHAB-System Funktionalität hinzu.<br><br>Installiere diese mit der Schaltfläche unten.",
  "page.unavailable.title": "Seite nicht verfügbar",
  "page.unavailable.text": "Aufgrund von Sichtbarkeitseinschränkungen ist es dir nicht erlaubt, diese Seite anzusehen."
}
