{
  "overview.title": "Η Overview σελίδα δεν έχει διαμορφωθεί ακόμα",
  "overview.text": "Επεξεργαστείτε τη σελίδα διάταξης με το ID <code>\"overview\"</code> για να εμφανίσετε εδώ σημαντικά στοιχεία ελέγχου.",
  "inbox.title": "Ο φάκελος εισερχομένων είναι κενός",
  "inbox.text": "Αποτελέσματα εύρεσης από τα πρόσθετα σύνδεσης που έχετε και μπορούν να προστεθούν ως αντικείμενα όπως θα εμφανίζονται εδώ. <br> <br> Μπορείτε επίσης να ξεκινήσετε μια σάρωση για ένα συγκεκριμένο πρόσθετο σύνδεσης ή να προσθέσετε αντικείμενα με χειροκίνητο τρόπο πατώντας το παρακάτω κουμπί.",
  "things.title": "Δεν υπάρχουν αντικείμενα ακόμη",
  "things.text": "Τα αντικείμενα είναι οι συσκευές και οι υπηρεσίες που συνδέονται με το openHAB και παρέχονται από πρόσθετα σύνδεσης (bindings). <br> <br> Τα εγκατεστημένα πρόσθετα σύνδεσης που υποστηρίζουν αυτόματη εύρεση θα προσθέσουν στα Εισερχόμενά σας τα αντικείμενα που είναι υποψήφια για εισαγωγή. Μπορείτε επίσης να ξεκινήσετε μια σάρωση για ένα συγκεκριμένο πρόσθετο ή να προσθέσετε το πρώτο σας αντικείμενο με χειροκίνητο τρόπο πατώντας το παρακάτω κουμπί.",
  "things.nobindings.title": "Δεν υπάρχουν πρόσθετα σύνδεσης",
  "things.nobindings.text": "Για να προσθέσετε αντικείμενα στο σύστημά σας, πρέπει πρώτα να εγκαταστήσετε πρόσθετα σύνδεσης (bindings).",
  "model.title": "Ξεκινήστε τη μοντελοποίηση της οικίας σας",
  "model.text": "Δημιουργήστε ένα μοντέλο από τα αντικείμενά σας για να τα οργανώσετε και να τα συσχετίσετε σημασιολογικά.<br> <br> Ξεκινήστε με μια ιεραρχία τοποθεσιών: κτίρια, εξωτερικούς χώρους, δάπεδα και δωμάτια, όπως απαιτείται. Στη συνέχεια, εισαγάγετε εξοπλισμό και σημεία από τα πράγματά σας (αυτόματα ή χειροκίνητα).",
  "items.title": "Δεν υπάρχουν αντικείμενα ακόμη",
  "items.text": "Τα αντικείμενα αντιπροσωπεύουν τη λειτουργική πλευρά της οικίας σας - μπορείτε να τα συνδέσετε με κανάλια δεδομένων που ορίζονται από τις συσκευές σας. Ξεκινήστε με την Προβολή Μοντέλου για να δημιουργήσετε μια καθαρή αρχική δομή της οικίας σας.<br> <br> Μπορείτε επίσης να ορίσετε αντικείμενα με αρχεία διαμόρφωσης ή με το παρακάτω κουμπί.",
  "items.add.title": "Ορίστε πιο πάνω τα αντικείμενα",
  "items.add.text": "Χρησιμοποιήστε τον κώδικα σύνταξης openHAB για να δημιουργήσετε νέα αντικείμενα ή να τα ενημερώσετε, καθώς και τα μεταδεδομένα τους και συνδέσμους σε κανάλια δεδομένων. Θα αποθηκευτούν στην εσωτερική βάση δεδομένων.",
  "pages.title": "Δεν υπάρχουν σελίδες ακόμη",
  "pages.text": "Σχεδιάστε σελίδες για προβολή πληροφοριών με διάφορους τρόπους και αλληλεπίδραση με τα αντικείμενά σας. Μπορείτε να δημιουργήσετε διάφορα είδη σελίδων: γραφήματα, χάρτες ιστότοπου, κατόψεις κτλ. <br> <br> Κάντε κλικ στο παρακάτω κουμπί για να δημιουργήσετε την πρώτη σας σελίδα.",
  "rules.title": "Δεν υπάρχουν κανόνες ακόμη",
  "rules.text": "Οι κανόνες είναι τα βασικά δομικά στοιχεία για την αυτοματοποίηση του σπιτιού σας - καθορίζουν ποιες ενέργειες πρέπει να εκτελούνται όταν συμβαίνουν συγκεκριμένα γεγονότα.<br> <br> Δημιουργήστε τον πρώτο σας κανόνα με το παρακάτω κουμπί. Για πιο προηγμένα σενάρια, μπορείτε επίσης να τοποθετήσετε αρχεία σεναρίων στον ανάλογο φάκελο διαμόρφωσης στο σύστημα αρχείων του OpenHAB.",
  "scenes.title": "Δεν υπάρχουν σενάρια ακόμα",
  "scenes.text": "Τα σενάρια είναι κανόνες αποστολής εντολών για να επαναφέρετε ένα σύνολο στοιχείων σε μια επιθυμητή κατάσταση.<br />Μπορείτε να τους εκτελέσετε κατά παραγγελία ή να τους καλέσετε από άλλους κανόνες.<br><br>Δημιουργήστε το πρώτο σας σενάριο με το παρακάτω κουμπί.",
  "scripts.title": "Δεν υπάρχουν σενάρια ακόμα",
  "scripts.text": "Τα σενάρια είναι ένας ειδικός τύπος κανόνων, χωρίς σκανδαλισμό ενεργοποίησης και έχουν μόνο μια ενότητα ενεργειών για την εκτέλεση κώδικα.<br /> Μπορείτε να τα εκτελέσετε κατ 'απαίτηση ή να τα καλέσετε από άλλους κανόνες. <br> <br> Δημιουργήστε το πρώτο σας σενάριο με το παρακάτω κουμπί.",
  "schedule.title": "Τίποτα στο πρόγραμμα",
  "schedule.text": "Το πρόγραμμα εμφανίζεται όταν αναμένεται να εκτελεστούν κανόνες με την ειδική ετικέτα \"Πρόγραμμα\", για διάστημα έως και 30 ημερών.<br> <br> Κάντε κλικ στο κουμπί παρακάτω για να δημιουργήσετε τον πρώτο προγραμματισμένο κανόνα.",
  "rules.missingengine.title": "Δεν έχει εγκατασταθεί μηχανή κανόνων",
  "rules.missingengine.text": "Η μηχανή κανόνων πρέπει να εγκατασταθεί πριν από τη δημιουργία κανόνων.",
  "addons.title": "Δεν έχουν εγκατασταθεί πρόσθετα",
  "addons.text": "Τα πρόσθετα δίνουν επιπλεόν λειτουργικότητα στο σύστημα openHAB.<br> <br> Εγκαταστήστε τα με το παρακάτω κουμπί.",
  "page.unavailable.title": "Μη Διαθέσιμη Σελίδα",
  "page.unavailable.text": "Δεν επιτρέπεται να δείτε αυτή την ιστοσελίδα λόγω περιορισμών εμφάνισης."
}
