{
  "overview.title": "Página de resumen aún no configurada",
  "overview.text": "Edite la página de diseño con el ID <code>\"overview\"</code> para mostrar los controles importantes aquí.",
  "inbox.title": "La bandeja de entrada está vacía",
  "inbox.text": "Los resultados de descubrimiento de sus vinculaciones que puedan ser añadidos como Cosas aparecerán aquí.<br><br>También puede iniciar un escaneo para una vinculación concreta o añadir Cosas manualmente con el botón de abajo.",
  "things.title": "Aún no hay cosas",
  "things.text": "Las Cosas son los dispositivos y servicios conectados a openHAB, que se proporcionan mediante complementos de vinculación.<br><br>Las vinculaciones instaladas que soporten el auto-descubrimiento añadirán Cosas disponibles a tu bandeja de entrada. También puede iniciar un escaneo para una vinculación en concreto o añadir manualmente su primera Cosa con el botón de abajo.",
  "things.nobindings.title": "Sin vinvulaciones",
  "things.nobindings.text": "Para añadir Cosas a tu sistema, primero necesitas instalar complementos de vinculación.",
  "model.title": "Empieza a modelar tu casa",
  "model.text": "Construye un modelo de tus objetos para organizarlos y relacionarlos semánticamente.<br><br>Comience con una jerarquía de lugares: edificios, áreas exteriores, pisos y habitaciones, según corresponda. Luego, inserte equipos y puntos desde sus cosas (o manualmente).",
  "items.title": "Aún no hay elementos",
  "items.text": "Los objetos representan el lado funcional de tu hogar - puedes enlazarlos a los canales definidos por tus cosas. Comienza con la vista Modelo para crear una estructura inicial limpia.<br><br>También puede definir elementos con archivos de configuración, o con el botón de abajo.",
  "items.add.title": "Definir artículos arriba",
  "items.add.text": "Utilice la sintaxis de elementos openHAB para crear nuevos elementos o actualizarlos, así como sus metadatos y enlaces a canales. Se almacenarán en la base de datos interna.",
  "pages.title": "Aún no hay páginas",
  "pages.text": "Diseña páginas para mostrar información de varias maneras e interactuar con tus elementos. Puede crear varios tipos de páginas: gráficos, mapas web, planos...<br><br>Haga clic en el botón de abajo para crear su primera página.",
  "rules.title": "No hay reglas aún",
  "rules.text": "Las reglas son los bloques básicos de construcción para automatizar tu hogar - definen qué acciones realizar cuando se producen ciertos eventos.<br><br>Crea tu primera regla con el botón de abajo; para escenarios más avanzados, también puedes escribir archivos de script en tu carpeta de configuración.",
  "scripts.title": "Aún no hay scripts",
  "scripts.text": "Los scripts son un tipo especial de reglas, sin activadores y un único módulo de acción para ejecutar código.<br />Puedes ejecutarlos bajo demanda o llamarlos desde otras reglas.<br><br>Crea tu primer script con el botón de abajo.",
  "schedule.title": "Nada en la programación",
  "schedule.text": "La programación muestra cuando se ejecutarán las reglas especificamente etiquetadas con \"Programada\" funcionen, hasta 30 días.<br><br>Haga clic en el botón de abajo para crear su primera regla programada.",
  "rules.missingengine.title": "Motor de reglas no instalado",
  "rules.missingengine.text": "El motor de reglas debe ser instalado para poder crear reglas.",
  "addons.title": "No hay complementos instalados",
  "addons.text": "Los complementos añaden funcionalidad a su sistema openHAB.<br><br>Instálelos con el botón de abajo.",
  "page.unavailable.title": "Página no disponible",
  "page.unavailable.text": "No tienes permisos para ver esta página debido a restricciones de visibilidad."
}
