{
  "overview.title": "صفحه نمای کلی هنوز پیکربندی نشده است",
  "overview.text": "صفحه طرح بندی را با شناسه <code> \"نمای کلی\" </code> ویرایش کنید تا کنترل های مهم در اینجا نمایش داده شوند.",
  "inbox.title": "صندوق ورودی خالی است",
  "inbox.text": "نتایج پیدا شده از پیوندهای شما که می توان آنها را به این ترتیب در اینجا اضافه کرد. <br> <br> همچنین می توانید اسکن یک اتصال خاص را شروع کرده یا مواردی را به صورت دستی با دکمه زیر اضافه کنید.",
  "things.title": "هنوز هیچ چیز نیست",
  "things.text": "چیزها, دستگاه ها و خدمات متصل به openHAB هستند ، آنها توسط افزونه های اتصال دهنده ارائه می شوند. <br> <br> پیوندهای نصب شده که از پیدا شدن خودکار پشتیبانی می کند ، نامزدهای مورد نظر را به صندوق ورودی شما اضافه می کند. همچنین می توانید اسکن یک اتصال خاص را شروع کنید یا اولین مورد خود را به صورت دستی با دکمه زیر اضافه کنید.",
  "things.nobindings.title": "بدون اتصال",
  "things.nobindings.text": "برای افزودن موارد به سیستم ، ابتدا باید افزونه های اتصال دهنده را نصب کنید.",
  "model.title": "مدل سازی خانه خود را شروع کنید",
  "model.text": "از اقلام خود یک مدل بسازید تا آنها را سازماندهی کرده و از نظر معنایی با یکدیگر مرتبط کنید. <br> <br> با سلسله مراتب مکانها شروع کنید: ساختمانها ، مناطق خارج ، طبقات و اتاقها ، در صورت نیاز. سپس ، تجهیزات و نقاط را از وسایل خود (یا به صورت دستی) وارد کنید.",
  "items.title": "هنوز هیچ موردی وجود ندارد",
  "items.text": "موارد نمایانگر جنبه کاربردی خانه شما هستند - شما می توانید آنها را به کانالهای تعریف شده توسط چیزهای خود پیوند دهید. برای ایجاد ساختار اولیه تمیز ، با نمای مدل شروع کنید. <br> <br> همچنین می توانید مواردی را با فایل های پیکربندی یا با دکمه زیر تعریف کنید.",
  "items.add.title": "موارد بالا را تعریف کنید",
  "items.add.text": "از مورد openHAB برای ایجاد موارد جدید یا به روز رسانی آنها ، و همچنین فراداده آنها و پیوند به کانال ها استفاده کنید. آنها در پایگاه داده داخلی ذخیره می شوند.",
  "pages.title": "هنوز صفحه ای وجود ندارد",
  "pages.text": "صفحاتی را طراحی کنید که اطلاعات را به روش های مختلف نمایش داده و با اقلام خود ارتباط دهید. شما می توانید چندین نوع صفحه ایجاد کنید: نمودارها ، نقشه های سایت ، نقشه های... <br> <br> برای ایجاد اولین صفحه خود روی دکمه زیر کلیک کنید.",
  "rules.title": "هنوز هیچ قانونی وجود ندارد",
  "rules.text": "قوانین ، اجزای اساسی برای خودکارسازی خانه شما هستند - آنها تعیین می کنند که در هنگام وقوع برخی رویدادها کدام اقدامات را انجام دهید. <br> <br> اولین قانون خود را با دکمه زیر ایجاد کنید. برای سناریوهای پیشرفته تر ، همچنین می توانید فایلهای اسکریپت را در پوشه پیکربندی خود بنویسید.",
  "scripts.title": "هنوز اسکریپتی وجود ندارد",
  "scripts.text": "اسکریپت ها نوع خاصی از قوانین هستند ، بدون محرک و یک ماژول واحد برای اجرای کد. <br /> می توانید آنها را در صورت درخواست اجرا کنید یا از قوانین دیگر با آنها تماس بگیرید. <br> <br> اولین اسکریپت خود را با دکمه زیر.",
  "schedule.title": "چیزی در برنامه زمانی نیست",
  "schedule.text": "برنامه زمانی نمایش داده می شود زمانی که انتظار می رود قوانین به طور خاص با برچسب \"زمانبندی\" حداکثر تا 30 روز اجرا شوند. <br> <br> برای ایجاد اولین قانون برنامه ریزی شده خود ، روی دکمه زیر کلیک کنید.",
  "rules.missingengine.title": "موتور قانون نصب نشده است",
  "rules.missingengine.text": "قبل از ایجاد قوانین ، موتور قانون باید نصب شود.",
  "addons.title": "هیچ افزونه ای نصب نشده است",
  "addons.text": "افزونه ها به سیستم openHAB شما کارایی می دهند. <br> <br> آنها را با دکمه زیر نصب کنید.",
  "page.unavailable.title": "صفحه در دسترس نیست",
  "page.unavailable.text": "به دلیل محدودیت های دید ، مجاز به مشاهده این صفحه نیستید."
}
