{
  "overview.title": "La page d'accueil n'est pas encore configurée",
  "overview.text": "Editer la page 'layout' avec l'ID <code>\"overview\"</code> pour afficher des contrôles importants ici.",
  "inbox.title": "La boîte de réception est vide",
  "inbox.text": "Les résultats de recherche de vos liaisons pouvant être ajoutées comme des choses apparaîtront ici.<br><br>Vous pouvez également commencer à scanner pour trouver une liaison particulière ou ajouter des choses manuellement avec le bouton ci-dessous.",
  "things.title": "Pas encore de choses",
  "things.text": "Les things sont les appareils et les services connectés à openHAB, ils sont fournis par des bindings liés.<br><br>Les bindings installées qui supportent la découverte automatique ajouteront des things potentiels à votre boîte de réception. Vous pouvez également lancer une analyse pour un binding en particulier ou ajouter votre premier thing manuellement avec le bouton ci-dessous.",
  "things.nobindings.title": "Pas de bindings",
  "things.nobindings.text": "Pour ajouter des things à votre système, vous devez au préalable installer des add-ons de bindings.",
  "model.title": "Commencez à modéliser votre maison",
  "model.text": "Construisez un modèle à partir de vos items pour les organiser et les relier les uns aux autres sémantiquement.<br><br>Commencez par une hiérarchie de lieux : bâtiments, zones extérieures, étages et pièces, au besoin. Ensuite, insérez de l'équipement et des points depuis vos things (ou manuellement).",
  "items.title": "Pas encore d'items",
  "items.text": "Les items représentent le côté fonctionnel de votre maison - vous pouvez les relier aux canaux définis par vos objets. Commencez par la vue Modèle pour créer une structure initiale propre.<br><br>Vous pouvez définir des items via les fichiers de configuration, ou via le bouton ci-dessous.",
  "items.add.title": "Définir les items ci-dessus",
  "items.add.text": "Utilisez la syntaxe item d'openHAB pour créer de nouveaux items ou les mettre à jour, ainsi que leurs métadonnées et leurs liens vers les channels. Elles seront stockées dans la base de données interne.",
  "pages.title": "Pas encore de pages",
  "pages.text": "Concevoir des pages pour afficher des informations de différentes manières et interagir avec vos items. Vous pouvez créer plusieurs types de pages : graphiques, plans de site, plans d'étages...<br><br>Cliquez sur le bouton ci-dessous pour créer votre première page.",
  "rules.title": "Pas encore de règles",
  "rules.text": "Les règles sont les blocs de base pour automatiser votre maison - elles définissent les actions à effectuer lorsque certains événements se produisent.<br><br>Créez votre première règle avec le bouton ci-dessous ; pour des scénarios plus avancés, vous pouvez également écrire des fichiers de script dans votre dossier de configuration.",
  "scenes.title": "Pas encore de scènes",
  "scenes.text": "Les scènes sont des règles envoyant des commandes pour restaurer un ensemble d'items à un état désiré.<br />Vous pouvez les exécuter à la demande ou les appeler depuis des règles.<br><br>Créer votre première scène avec le bouton ci-dessous.",
  "scripts.title": "Pas encore de scripts",
  "scripts.text": "Les scripts sont un type spécial de règles, sans déclencheurs et avec un module d'action unique pour exécuter du code.<br />Vous pouvez les exécuter à la demande ou les appeler à partir d'autres règles.<br><br>Créez votre premier script avec le bouton ci-dessous.",
  "schedule.title": "Rien au planning",
  "schedule.text": "Le planning s'affiche lorsque les règles spécifiquement taguées \"Schedule\" sont censées être exécutées, jusqu'à 30 jours.<br><br>Cliquez sur le bouton ci-dessous pour créer votre première règle planifiée.",
  "rules.missingengine.title": "Moteur de règles non installé",
  "rules.missingengine.text": "Le moteur de règles doit être installé afin que les règles puissent être créées.",
  "addons.title": "Aucun module installé",
  "addons.text": "Les modules ajoutent des fonctionnalités à votre système openHAB.<br><br>Installez les avec le bouton ci-dessous.",
  "page.unavailable.title": "Page non disponible",
  "page.unavailable.text": "Vous n'êtes pas autorisé à voir cette page en raison de restrictions de visibilité."
}
