{
  "overview.title": "Az Áttekintő Lap még nincs beállítva",
  "overview.text": "Szerkessze meg a <code>\"overview\"</code> lapot a fontos eszközök megjelenítéséhez.",
  "inbox.title": "A Postaláda üres",
  "inbox.text": "Itt a kötések által felfedezett dolgok listája jelenik meg. <br><br>A lenti gomb segítségével a kiválasztott kötéssel végezhet keresést vagy kézzel adhatja meg az új dolog adatait.",
  "things.title": "Nincsenek még dolgok",
  "things.text": "Dolgoknak hívjuk az openHAB-el kapcsolatban álló eszközök és szolgáltatások összességét, melyeket a telepített kötések biztosítanak.<br><br>Az automatikus felderítést támogató telepített kötések a lehetséges dolgokat a Bejövő mappában sorolják fel. A lenti gomb segítségével kezdeményezhet egy kötéssel kapcsolatos keresést vagy kézzel adhat hozzá dolgot.",
  "things.nobindings.title": "Nincsenek kötések",
  "things.nobindings.text": "Új dolog hozzáadásához először a megfelelő kötés telepítése szükséges.",
  "model.title": "Az otthon modelljének felépítése",
  "model.text": "A modellt az egyes elemek szemantikus kapcsolatba szervezésével építheti fel.<br><br>Kezdje egy hely alapú szerkezet megadásával: épületek, külső területek, szintek, szobák, stb. Ezután illessze be az eszközöket és a pontokat a kiválasztott dolgokból (esetleg kézi szerkesztéssel).",
  "items.title": "Nincsenek még elemek",
  "items.text": "Az elemek az otthon funkcionális tulajdonságaiért felelősek - összekapcsolhatja a dolgok egyes csatornáival. Induljon ki a Modell nézetből egy tiszta strukturális megjelenítéshez.-<br><br>Megadhat elemeket beállító fájlok segítségével, vagy a lenti gomb megnyomásával.",
  "items.add.title": "Adja meg az elemeket fent",
  "items.add.text": "Használja az openHAB elem-szintaxisát új elemek létrehozásához, szerkesztéséhet vagy metaadatok és csatorna kötések kialakításához. A módosítások a belső adatbázisban lesznek eltárolva.",
  "pages.title": "Nincs még oldal megadva",
  "pages.text": "Szerkesszen oldalakat bizonyos információk megjelenítéséhez és elemek kezeléséhez. Sokféle oldalt hozhat létre: diagram, térkép, emelet terv...<br><br>Klikkeljen az alsó gombra az első oldal létrehozásához.",
  "rules.title": "Nincsenek még szabályok",
  "rules.text": "Otthona automatizálásának alapvető építőkövei a szabályok - megadják, mely akciók kerülnek végrehajtásra bizonyos események bekövetkeztekor. <br><br>A lenti gombbal hozhatja létre az első szabályt; bonyolultabb forgatókönyv megadásához létrehozhat programokat a beállító mappában is.",
  "scenes.title": "Nincsenek még jelenetek",
  "scenes.text": "A jelenetek olyan szabályok, amelyek parancsokat küldenek az elemek egy halmazának a kívánt állapotba való visszaállításához.<br />Igény szerint futtathatja őket, vagy meghívhatja őket más szabályokból.<br><br>Hozza létre első jelenetét az alábbi gombbal.",
  "scripts.title": "Nincsenek még programok",
  "scripts.text": "A programok speciális szabályok, melyek nincsenek eseményhez kötve és modul szerűen hajtanak végre utasításokat.<br />Más szabályokból szükség szerint futtathatja őket.<br><br>Adja hozzá az első programot a lenti gombra klikkelve.",
  "schedule.title": "Nincs a ütemezőben semmi",
  "schedule.text": "A ütemezőben láthatók a következő 30 napban futtatandó a szabályok, melyek ütemezéssel lettek megjelölve.<br><br>Kilkkeljen a lenti gombra az első ütemezés beállításához.",
  "rules.missingengine.title": "A szabálykezelő nincs telepítve",
  "rules.missingengine.text": "A szabálykezelőt telepíteni kell a szabályok létrehozása előtt.",
  "addons.title": "Nincs kiegészítő telepítve",
  "addons.text": "A kiegészítők további funkciókkal egészítik ki az openHAB rendszert. <br><br>A lenti gombbal telepíthető őket.",
  "page.unavailable.title": "Az oldal nem elérhető",
  "page.unavailable.text": "Az Ön számára az oldal korlátozások miatt nem elérhető."
}
