{
  "overview.title": "Pagina Panoramica Non Ancora Configurata",
  "overview.text": "Modifica la pagina con l'ID <code>\"overview\"</code> per visualizzare qui i controlli più importanti.",
  "inbox.title": "Inbox vuota",
  "inbox.text": "I risultati della scansione dei binding che possono essere aggiunti come Thing appariranno qui.<br><br>Puoi anche avviare una scansione per un binding specifico o aggiungere Thing manualmente con il pulsante di seguito.",
  "things.title": "Nessuna Thing",
  "things.text": "Le Thing sono dispositivi e servizi connessi a openHAB forniti dai binding.<br><br>I binding installati che supportano la scansione automatica aggiungeranno le Thing trovate nella Inbox. Puoi anche avviare una scansione per un binding specifico o aggiungere Thing manualmente con il pulsante di seguito.",
  "things.nobindings.title": "Nessun binding",
  "things.nobindings.text": "Per aggiungere Thing al tuo sistema, devi prima installare dei binding.",
  "transformations.title": "Ancora nessuna trasformazione (Transfomation)",
  "transformations.text": "Le trasformazioni sono utilizzate per tradurre i dati da un valore grezzo confuso o tecnico a una rappresentazione leggibile dall'uomo.",
  "model.title": "Inizia a modellare la tua casa",
  "model.text": "Costruisci un modello per i tuoi Item per organizzarli e associarli semanticamente.<br><br>Comincia con una gerarchia di ambienti: edificio, aree esterne, piani e stanze in base alla tua struttura di casa. Quindi aggiungi dispositivi dalle tue Thing (o manualmente).",
  "items.title": "Nessun Item",
  "items.text": "Gli Item rappresentano il lato funzionale della tua casa - puoi collegarli ai canali definiti nelle tue Thing. Inizia con la sezione Modello per creare una struttura iniziale della casa.<br><br>Puoi anche definire Item tramite file di configurazione, o con il pulsante di seguito.",
  "items.add.title": "Definisci gli Items qui",
  "items.add.text": "Usa la sintassi di openHAB per creare nuovi Item o aggiornarli, definire i loro metadati e i collegamenti ai canali. Verranno salvati nel database interno.",
  "pages.title": "Nessuna pagina",
  "pages.text": "Costruisci pagine per visualizzare informazioni in modi diversi e interagire con i tuoi item. Puoi creare diversi tipi di pagine: grafici, sitemap, mappe...<br><br>Clicca il pulsante di seguito per creare la tua prima pagina.",
  "rules.title": "Nessuna regola",
  "rules.text": "Le regole sono il meccanismo per automatizzare la tua casa - definiscono quali azioni devono accadere al verificarsi di determinati eventi.<br><br>Crea la tua prima regola con il pulsante di seguito; per scenari più avanzati puoi anche aggiungere file di script nella cartella di configurazione.",
  "scenes.title": "Ancora nessuna scena",
  "scenes.text": "Le scene sono regole che inviano comandi per ripristinare un insieme di elementi a uno stato desiderato.<br />Puoi eseguirli su richiesta o chiamarli da altre regole.<br><br>Crea la tua prima scena con il pulsante qui sotto.",
  "scripts.title": "Nessuno script",
  "scripts.text": "Gli script sono un tipo speciale di regole, senza trigger e con un singolo modulo di codice.<br>Si possono eseguire su richiesta o essere richiamati dal altre regole.<br><br>Crea il tuo primo script con il pulsante qui sotto.",
  "schedule.title": "Niente in questa pianificazione",
  "schedule.text": "La pianificazione visualizza le regole specificamente etichettate \"Schedule\" con il loro periodo di esecuzione, fino a 30 giorni.<br><br>Clicca il pulsante di seguito per creare la tua prima regola schedulata.",
  "rules.missingengine.title": "Motore regole non installato",
  "rules.missingengine.text": "Il motore regole deve essere installato prima di poter creare delle regole.",
  "addons.title": "Nessun add-on installato",
  "addons.text": "Gli add-on aggiungono funzionalità a openHAB.<br><br>Installali con il pulsante di seguito.",
  "page.unavailable.title": "Pagina non disponibile",
  "page.unavailable.text": "Non puoi visualizzare questa pagina a causa di restrizioni di visibilità.",
  "persistence.title": "Nessun componente aggiuntivo di persistenza installato",
  "persistence.text": "Con la persistenza è possibile memorizzare gli stati degli oggetti nel tempo, indipendentemente dal fatto che si tratti di valori storici o futuri. Per configurare la persistenza, è necessario che sia installato almeno un componente aggiuntivo di persistenza."
}
