{
  "overview.title": "עמוד מבט כללי לא הוגדר עדיין",
  "overview.text": "ערוך דף תצורה עם קוד הזיהוי <code> \"מבט כללי\"</code> כדי להציג כאן בקרי שליטה חשובים.",
  "inbox.title": "המקטע ריק",
  "inbox.text": "מוצגים כאן תוצאות שהתגלו מהתוספים שלך שניתן להוסיף למערכת.<br><br>תוכל גם להתחיל סריקה לתוסף מסוים או להוסיף דברים באופן ידני באמצעות הכפתור למטה.",
  "things.title": "אין תגיות עדיין",
  "things.text": "ה-Things הם המכשירים והשירותים המחוברים ל-openHAB, הם מסופקים על ידי תוספים.<br><br>התוספים המותקנים שתומכים בגילוי אוטומטי יוסיפו אותם לתיבת הדואר הנכנס שלך. אתה יכול גם להתחיל סריקה עבור תוסף מסוים או להוסיף את ה-Thing הראשון שלך באופן ידני באמצעות הכפתור למטה.",
  "things.nobindings.title": "אין תוספים",
  "things.nobindings.text": "בכדי להוסיף Things למערכת יש להוסיף תוספים תחילה.",
  "transformations.title": "עדיין אין טרנספורמציות",
  "transformations.text": "טרנספורמציות משמשות לתרגום נתונים מערך גולמי עמוס או טכני לייצוג מעובד הניתן לקריאה אנושית.",
  "model.title": "התחל במידול הבית שלך",
  "model.text": "בנה מודל מהפריטים שלך כדי לארגן אותם ולקשר אותם זה לזה באופן סמנטי.<br><br>התחל עם היררכיה של מיקומים: מבנים, אזורים חיצוניים, קומות וחדרים, לפי הצורך. לאחר מכן, הכנס ציוד ונקודות מהדברים שלך (או באופן ידני).",
  "items.title": "עדיין אין פריטים",
  "items.text": "פריטים מייצגים את הצד הפונקציונלי של הבית שלך - אתה יכול לקשר אותם לערוצים המוגדרים על ידי הדברים שלך. התחל עם תצוגת המודל כדי ליצור מבנה ראשוני נקי.<br><br>תוכל גם להגדיר פריטים עם קובצי תצורה, או עם הכפתור למטה.",
  "items.add.title": "הגדר את הפריטים למעלה",
  "items.add.text": "השתמש בתחביר הפריט openHAB כדי ליצור פריטים חדשים או לעדכן אותם, כמו גם המטא-נתונים שלהם וקישורים לערוצים. הם יאוחסנו במסד הנתונים הפנימי.",
  "pages.title": "עדיין אין עמודים",
  "pages.text": "עצב דפים כדי להציג מידע בדרכים שונות וליצור אינטראקציה עם הפריטים שלך. אתה יכול ליצור כמה סוגים של דפים: תרשימים, מפות אתר, תוכניות קומה...<br><br>לחץ על הלחצן למטה כדי ליצור את הדף הראשון שלך.",
  "rules.title": "עדיין אין חוקים",
  "rules.text": "חוקים הם אבני הבניין הבסיסיות לאוטומטיות של הבית שלך - הם מגדירים אילו פעולות לבצע כאשר מתרחשים אירועים מסוימים.<br><br>צור את החוק הראשון שלך עם הכפתור למטה; עבור תרחישים מתקדמים יותר, אתה יכול גם לכתוב קבצי סקריפט בתיקיית התצורה שלך.",
  "scenes.title": "עדיין אין תרחישים",
  "scenes.text": "סצנות הן כללים ששולחים פקודות לשחזור קבוצה של פריטים למצב רצוי.<br />תוכל להפעיל אותם לפי דרישה או לתקשר עמם מכללים אחרים.<br><br>צור את הסצנה הראשונה שלך עם הכפתור למטה.",
  "scripts.title": "עדיין אין סקריפטים",
  "scripts.text": "סקריפטים הם סוג מיוחד של כללים, ללא טריגרים ומודול פעולה יחיד לביצוע קוד.<br />תוכל להפעיל אותם לפי דרישה או לקרוא להם מכללים אחרים.<br><br>צור את הסקריפט הראשון שלך עם כפתור למטה.",
  "schedule.title": "אין שום דבר בלוח הזמנים",
  "schedule.text": "לוח הזמנים מוצג כאשר חוקים מתויגים ספציפית כ-\"לוח זמנים\" צפויים לפעול, עד 30 יום.<br><br>לחץ על הלחצן למטה כדי ליצור את הכלל המתוזמן הראשון שלך.",
  "rules.missingengine.title": "מנוע החוקים לא מותקן",
  "rules.missingengine.text": "יש להתקין את מנוע החוקים לפני שניתן ליצור חוקים.",
  "addons.title": "עדיין לא מותקנים תוספים",
  "addons.text": "תוספים מוסיפות פונקציונליות למערכת ה-openHAB שלך.<br><br>התקן אותן באמצעות הכפתור למטה.",
  "page.unavailable.title": "הדף אינו זמין",
  "page.unavailable.text": "אינך מורשה לראות דף זה בגלל הגבלות גישה.",
  "persistence.title": "לא הותקן תוסף שמירת מצב",
  "persistence.text": "בשמירת מצב ביכולתך לאחסן מצבי פריט לאורך זמן, היום ערכים היסטוריים והן ערכים עתידיים. כדי להגדיר שמירת מצב, עליך להתקין לפחות תוסף שמירת מצב אחד."
}
