{
  "overview.title": "Iwwersiichtssäit nach net konfiguréiert",
  "overview.text": "Änner d'Layoutsäit mat der ID<code>\"overview\"</code>, fir hei wichteg Steierelementer uweisen ze loossen.",
  "inbox.title": "D'Inbox ass eidel",
  "inbox.text": "Déi Things, déi vun der Sich vun de Bindings fonnt goufen, kënnen hei bäigesat ginn.<br><br>Du kanns och ee Scan fir ee bestëmmte Binding starten oder mat dem Kneppchen hei drënner Things vun Hand bäisetzen.",
  "things.title": "Nach keng Things do",
  "things.text": "Things sinn d'Geräter a Servicer déi mat openHAB verbonne sinn. Si gi vun de Binding-Add-ons bereetgestallt.<br><br>Installéiert Bindings, déi automatesch Endeckung ënnerstëtzen, setzen d'Things déi si fonnt hunn automatesch an d'Inbox. Du kanns och ee Scan fir ee bestëmmte Binding starten oder mam Knäppchen hei drënner deng éischt Things vun Hand bäisetzen.",
  "things.nobindings.title": "Keng Bindings",
  "things.nobindings.text": "Fir Things an de System ze setzen, muss du fir d'éischt d'Binding-Add-ons installéieren.",
  "model.title": "Fänk un, däin doheem ze modelléieren",
  "model.text": "Bau ee Modell mat dengen Items fir se ze organiséieren a semantesch mateneen a Relatioun ze setzen.<br><br>Fänk mat der Hierarchie vun de Standuerter un: Gebaier, Bausseberäicher, Stäck a Reim, jee no Bedarf. Setz duerno d'Geräter an d'Punkten aus den Things (oder vun Hand) dobäi.",
  "items.title": "Nach keng Items do",
  "items.text": "Items stellen déi funktionell Säit vun dengem Doheem duer - du kanns si mat Kanäl verlinken, déi duerch deng Things definéiert sinn. Fänk mat der Modellusiicht un, fir ee propperen Ufanksopbau ze erstellen.<br><br>Du Kanns Items och mat Konfiguratiounsdateien erstellen, oder mat dem Knäppchen hei drënner.",
  "items.add.title": "Definéier Items uewendriwwer",
  "items.add.text": "Benotz d'openHAB-Item-Syntax fir nei Items ze erstellen oder se ze aktualiséieren, genau wéi hir Metadonnéeën an d'Links zu de Kanäl. Dës ginn an der interner Datebank gespäichert.",
  "pages.title": "Nach keng Säiten do",
  "pages.text": "Entwerf Säiten fir Informatiounen op verschidden Aarten unzeweisen a fir mat den Items ze interagéieren. Du kanns verschidden Typpe vu Säiten erstellen: Diagrammer, Sitemaps, Grondrësser,… <br><br>Dréck op de Knäppchen hei drënner fir deng éischt Säit ze entwerfen.",
  "rules.title": "Nach keng Reegelen do",
  "rules.text": "Reegele sinn d'Grondbausteng fir däin Doheem ze automatiséieren. Si definéiere, wéieng Aktiounen ausgefouert solle ginn wa bestëmmten Ereegnisser antreffen. <br><br>Erstell deng éischt Reegel mam Knäppchen hei drënner; fir méi komplex Szenarie kanns du och eng Skriptdatei am Konfiguratiounsdossier erstellen.",
  "scripts.title": "Nach keng Scripts do",
  "scripts.text": "Scripts si speziell Aarte vu Reegelen, ouni Ausléiser a mat engem eenzegen Aktiounsmodul fir Code auszeféieren.<br />Du kanns si bei Bedarf starten oder se vun anere Reegelen aus opruffen.<br><br>Erstell däin éischt Skript mam Knäppchen hei drënner.",
  "schedule.title": "Näischt um Zäitplang",
  "schedule.text": "Den Zäitplang weist dir un, wéini d'Reegelen déi mat \"Zäitplang\" gekennzeechent sinn, viraussiichtlech an den nächsten 30 Deeg ausgefouert ginn.<br><br>Dréck op de Knäppchen hei drënner fir däin éischten Zäitplang ze erstellen.",
  "rules.missingengine.title": "Reegel-Engine net installéiert",
  "rules.missingengine.text": "D'Reegel-Engine muss installéiert ginn, ier Reegelen erstallt kënne ginn.",
  "addons.title": "Keng Add-ons installéiert",
  "addons.text": "Add-ons setze Funktionalitéiten bei däin openHAB-System bäi. <br><br> Installéier se mat dem Knäppchen hei drënner.",
  "page.unavailable.title": "Säit net verfügbar",
  "page.unavailable.text": "Wéinst Siichtbarkeetsbeschränkunge kanns du dës Säit net kucken."
}
