{
  "overview.title": "Apžvalgos puslapis dar nesukonfigūruotas",
  "overview.text": "Redaguokite išdėstymo puslapį su ID <code>\"apžvalga\"</code>, kad čia būtų rodomi svarbūs valdikliai.",
  "inbox.title": "Gautų laiškų dėžutė tuščia",
  "inbox.text": "Atradimo rezultatai iš jūsų apkaustų, kuriuos galima pridėti, čia bus rodomi dalykai.<br><br>Taip pat galite pradėti skenavimą arba pridėti prietaisus rankiniu būdu naudodami toliau pateiktą mygtuką.",
  "things.title": "Dar nėra dalykų",
  "things.text": "Daiktai yra įrenginiai ir paslaugos, prijungti prie „openHAB“, jas teikia įrišimo priedai.<br><br>Įdiegti surišimai, palaikantys automatinį atradimą, įtrauks daiktų kandidatus į gautuosius. Taip pat galite pradėti tam tikro įrišimo nuskaitymą arba rankiniu būdu pridėti pirmąjį dalyką naudodami toliau pateiktą mygtuką.",
  "things.nobindings.title": "Jokių pririšimų",
  "things.nobindings.text": "Norėdami pridėti dalykų prie sistemos, pirmiausia turite įdiegti privalomus priedus.",
  "model.title": "Pradėti modeliuoti savo namus",
  "model.text": "Sukurkite modelį iš savo elementų, kad galėtumėte juos sutvarkyti ir semantiškai susieti vienas su kitu.<br><br>Pradėkite nuo vietų hierarchijos: pastatų, lauko zonų, aukštų ir patalpų, jei reikia. Tada įdėkite įrangą ir taškus iš savo daiktų (arba rankiniu būdu).",
  "items.title": "Valdiklių dar nėra",
  "items.text": "Daiktai reprezentuoja funkcinę jūsų namų pusę – galite juos susieti su jūsų daiktų apibrėžtais kanalais. Pradėkite nuo modelio rodinio, kad sukurtumėte švarią pradinę struktūrą.<br><br>Taip pat galite apibrėžti elementus naudodami konfigūracijos failus arba naudodami toliau pateiktą mygtuką.",
  "items.add.title": "Apibrėžkite aukščiau esančius elementus",
  "items.add.text": "Naudokite openHAB elementų sintaksę, kad sukurtumėte naujus elementus arba juos atnaujintumėte, taip pat jų metaduomenis ir nuorodas į kanalus. Jie bus saugomi vidinėje duomenų bazėje.",
  "pages.title": "Dar nėra puslapių",
  "pages.text": "Kurkite puslapius, kad informacija būtų rodoma įvairiais būdais ir sąveikautų su jūsų elementais. Galite sukurti kelių tipų puslapius: diagramas, svetainių schemas, aukštų planus...<br><br> Spustelėkite toliau esantį mygtuką, kad sukurtumėte pirmąjį puslapį.",
  "rules.title": "Dar nėra taisyklių",
  "rules.text": "Taisyklės yra pagrindiniai jūsų namų automatizavimo elementai – jos apibrėžia, kokius veiksmus reikia atlikti įvykus tam tikriems įvykiams.<br><br>Sukurkite pirmąją taisyklę naudodami toliau pateiktą mygtuką; Norėdami sukurti sudėtingesnius scenarijus, taip pat galite įrašyti scenarijaus failus į savo konfigūracijos aplanką.",
  "scripts.title": "Dar nėra scenarijų",
  "scripts.text": "Scenarijai yra ypatingos rūšies taisyklės, neturinčios aktyviklių ir vieno veiksmo modulio, skirto kodui vykdyti.<br />Galite paleisti juos pagal poreikį arba iškviesti pagal kitas taisykles.<br><br>Sukurkite pirmąjį scenarijų naudodami apačioje esantį mygtuką.",
  "schedule.title": "Tvarkaraštyje nieko nėra",
  "schedule.text": "Tvarkaraštis rodo, kada turėtų būti vykdomos taisyklės, pažymėtos konkrečiai „Tvarkaraštis“, iki 30 dienų.<br><br>Spustelėkite toliau esantį mygtuką, kad sukurtumėte pirmąją suplanuotą taisyklę.",
  "rules.missingengine.title": "Taisyklės variklis neįdiegtas",
  "rules.missingengine.text": "Taisyklių variklis turi būti įdiegtas prieš kuriant taisykles.",
  "addons.title": "Neįdiegta jokių priedų",
  "addons.text": "Priedai suteikia jūsų openHAB sistemos funkcionalumo.<br><br>Įdiekite juos naudodami toliau pateiktą mygtuką.",
  "page.unavailable.title": "Puslapis nepasiekiamas",
  "page.unavailable.text": "Jums neleidžiama peržiūrėti šio puslapio dėl matomumo apribojimų."
}
