{
  "overview.title": "Pārskata lapa vēl nav nokonfigurēta",
  "overview.text": "Rediģējiet izkārtojuma lapu ar ID <code>\"overview\"</code>, lai attēlotu šeit svarīgas vadīklas.",
  "inbox.title": "Iesūtne ir tukša",
  "inbox.text": "Piesaistes papildinājumu automātiskās atklāšanas rezultāti, kurus var pievienot kā lietas, parādīsies šeit.<br><br>Jūs varat arī sākt skenēšanu kādā piesaistes papildinājumā vai pievienot lietas manuāli, izmantojot zamāk redzamo pogu.",
  "things.title": "Nav lietu",
  "things.text": "Lietas ir ierīces un pakalpojumi, kas ir savienoti ar openHAB, tos nodrošina piesaistes papildinājumi.<br> <br>Instalētie piesaistes papildinājumi kas atbalsta automātisko meklēšanu, pievienos lietas jūsu iesūtnei. Jūs varat arī sākt skenēšanu kādā piesaistes papildinājumā vai manuāli pievienot pirmo lietu, izmantojot zemāk esošo pogu.",
  "things.nobindings.title": "Nav piesaistes papildinājumu",
  "things.nobindings.text": "Lai pievienotu lietas sitēmai, vispirms jāinstalē piesaistes papildinājumi.",
  "model.title": "Sāciet modelēt jūsu māju",
  "model.text": "Izveidojiet modeli no saviem vienumiem, lai tos sakārtotu un semantiski saistītu savā starpā.<br><br>Sāciet ar atrašanās vietu hierarhiju: ēkas, ārējās teritorijas, stāvi un telpas, pēc nepieciešamības. Pēc tam pievinojiet iekārtas un punktus no lietām (vai manuāli).",
  "items.title": "Nav vienumu",
  "items.text": "Vienumi atspoguļo jūsu mājas funkcionālo pusi - jūs varat tos sasaistīt ar kanāliem, kas sdefinēti lietās. Sāciet ar skatu Modelis, lai izveidotu sākotnējo struktūru.<br><br>Jūs varat arī definēt vienumus ar konfigurācijas failiem vai ar zemāk esošo pogu.",
  "items.add.title": "Definējiet vienumus augstāk",
  "items.add.text": "Izmantojiet openHAB vienumu sintaksi, lai izveidotu jaunus vienumus vai atjauninātu tos, kā arī to metadatus un saites ar kanāliem. Tie tiks saglabāti iekšējā datu bāzē.",
  "pages.title": "Vēl nav lapu",
  "pages.text": "Izveidojiet lapas, lai dažādos veidos parādītu informāciju un mijiedarbotos ar jūsu vienumiem. Jūs varat izveidot vairāku veidu lapas: diagrammas, kartes, plānus...<br><br>Lai izveidotu savu pirmo lapu, noklikšķiniet uz zemāk esošās pogas.",
  "rules.title": "Nav kārtulu",
  "rules.text": "Kārtulas ir jūsu mājas automatizācijas pamatelementi, tie nosaka darbības, kas jāveic, kad notiek konkrēti notikumi.<br><br>Izveidojiet savu pirmo kārtulu ar zemāk redzamo pogu; Lai izveidotu sarežģītākus scenārijus, skriptu failus varat arī ierakstīt konfigurācijas mapē.",
  "scenes.title": "Pagaidām scenāriju nav",
  "scenes.text": "Scenāriji ir kārtulas, kas nosūta komandas, lai uzstādītu vairākus vienumus vēlamajā stāvoklī.<br />Tās var palaist pēc pieprasījuma vai izsaukt tās no citām kārtulām.<br><br>Izveidojiet savu pirmo scenāriju, izmantojot zemāk esošo pogu.",
  "scripts.title": "Nav skriptu",
  "scripts.text": "Skripti ir īpaša veida kārtulas, bez aktivizētājiem un viena moduļa koda izpildei.<br />Jūs varat tos palaist pēc pieprasījuma vai izsaukt no citām kārtulām.<br><br>Izveidojiet savu pirmo skriptu ar pogu zemāk.",
  "schedule.title": "Plānotājā nekā nav",
  "schedule.text": "Plānotājs parāda kārtulas, kas īpaši apzīmētas kā “Schedule” un darbosies tuvākajās 30 dienās.<br><br>Noklikšķiniet uz pogas zemāk, lai izveidotu pirmo plānotāja kārtulu.",
  "rules.missingengine.title": "Kārtulu apstrādes programma nav instalēta",
  "rules.missingengine.text": "Pirms kārtuluu izveides ir jāinstalē kārtulu apstrādes programma.",
  "addons.title": "Papildinājumi nav instalēti",
  "addons.text": "Papildinājumi pievieno openHAB sistēmai papildus funkcionalitāti.<br><br>Instalējiet tos ar zemāk esošo pogu.",
  "page.unavailable.title": "Lapa nav pieejama",
  "page.unavailable.text": "Redzamības ierobežojumu dēļ jums nav atļauts skatīt šo lapu."
}
