{
  "overview.title": "Oversiktssiden er ikke konfigurert ennå",
  "overview.text": "Endre siden for oppsett med ID <code>\"overview\"</code> for å vise viktige kontroller her.",
  "inbox.title": "Innboksen er tom",
  "inbox.text": "Skanneresultater fra bindingene dine som kan bli lagt til som ting, vises her.<br><br>Du kan også starte en skanning for en bestemt binding eller legge til ting manuelt med knappen nedenfor.",
  "things.title": "Ingen ting ennå",
  "things.text": "Ting er enheter og tjenester som er koblet til openHAB, de tilbys av binding tillegg.<br><br>Installerte bindinger som støtter automatisk oppdaging, vil legge til kandidater i Innboksen din. Du kan også starte en skanning for en bestemt binding eller legge til den første tingen manuelt med knappen nedenfor.",
  "things.nobindings.title": "Ingen bindinger",
  "things.nobindings.text": "For å legge til ting i systemet, må du først installere binding utvidelser.",
  "model.title": "Begynn å modellere hjemmet ditt",
  "model.text": "Bygg en modell fra dine items for å organisere dem og knytte dem til hverandre semantisk.<br><br>Begynn med et hierarki av steder: bygninger, utvendige områder, etasjer og rom, etter behov. Deretter, sett inn utstyr og poeng fra tingene dine (eller manuelt).",
  "items.title": "Ingen items ennå",
  "items.text": "Items som representerer den funksjonelle siden av hjemmet ditt - du kan koble dem til kanalene definert av tingene dine. Start med Model visningen for å lage en ren innledende struktur.<br><br>Du kan også definere elementer med konfigurasjonsfiler, eller med knappen nedenfor.",
  "items.add.title": "Definer items over",
  "items.add.text": "Bruk openHAB item syntaks for å opprette nye elementer, eller oppdatere dem, samt metadata og linker til kanaler. Disse vil bli lagret i den interne databasen.",
  "pages.title": "Ingen sider ennå",
  "pages.text": "Design sider for å vise informasjon på ulike måter og samhandle med itemsene dine. Du kan opprette flere typer sider: kart, sidekart, gulvplaner...<br><br>Klikk på knappen under for å opprette første side.",
  "rules.title": "Ingen regler ennå",
  "rules.text": "Regler er de grunnleggende byggesteinene for å automatisere hjemmet ditt - de definerer hvilke tiltak som skal utføres når visse hendelser oppstår.<br><br>Opprett din første regel med knappen nedenfor; for mer avanserte scenarier, kan du også skrive skriptfiler i din konfigurasjonsmappe.",
  "scripts.title": "Ingen skript ennå",
  "scripts.text": "Skript er en spesiell type regler, uten utløsere og en enkelt handlingsmodul for å kjøre kode.<br />Du kan kjøre dem på forespørsel eller kjøre dem fra andre regler.<br><br>Opprett ditt første skript med knappen nedenfor.",
  "schedule.title": "Ingenting skedulert",
  "schedule.text": "Tidsplanen viser når regler tagget «Schedule» er forventet å kjøre, opp til 30 dager.<br><br>Klikk på knappen under for å opprette din første planlagte regel.",
  "rules.missingengine.title": "Regel motor ikke installert",
  "rules.missingengine.text": "Motoren må installeres før reglene kan opprettes.",
  "addons.title": "Ingen tillegg installert",
  "addons.text": "Legg til funksjonalitet i ditt openHAB system.<br><br>Installer dem med knappen nedenfor.",
  "page.unavailable.title": "Side utilgjengelig",
  "page.unavailable.text": "Du har ikke tilgang til å se denne siden på grunn av begrensninger for synlighet."
}
