{
  "overview.title": "Strona podsumowania nie została jeszcze skonfigurowana",
  "overview.text": "Edytuj stronę układu z ID <code>\"overview\"</code> , aby wyświetlić ważne ustawienia.",
  "inbox.title": "Skrzynka odbiorcza jest pusta",
  "inbox.text": "Wykryte rzeczy pojawią się tutaj.<br><br>Możesz również rozpocząć skanowanie dla poszczególnych powiązań lub dodać rzeczy ręcznie za pomocą przycisku poniżej.",
  "things.title": "Nie ma jeszcze żadnych rzeczy",
  "things.text": "Rzeczy są urządzeniami i usługami podłączonymi do openHABa. Dostarczane są przez powiązania.<br><br>Zainstalowane powiązania, które obsługują automatyczne wyszukiwanie, dodają proponowane rzeczy do twojej skrzynki odbiorczej. Możesz również rozpocząć skanowanie w poszukiwaniu określonego powiązania lub dodać swoją pierwszą rzecz ręcznie za pomocą poniższego przycisku.",
  "things.nobindings.title": "Brak powiązań",
  "things.nobindings.text": "Aby dodać rzeczy do systemu, najpierw musisz zainstalować dodatki powiązań.",
  "model.title": "Zacznij modelować swój dom",
  "model.text": "Zbuduj model ze swoich elementów, aby je zorganizować i powiązać z nimi semantycznie.<br><br>Rozpocznij z hierarchią lokalizacji: budynki, tereny zewnętrzne, piętra i pomieszczenia. Następnie wstaw sprzęt i punkty ze swoich rzeczy (lub ręcznie).",
  "items.title": "Brak elementów",
  "items.text": "Elementy reprezentują funkcjonalną stronę Twojego domu - możesz połączyć je z kanałami zdefiniowanymi przez Twoje rzeczy. Zacznij od widoku modelu, aby utworzyć czystą strukturę początkową.<br><br>Możesz również zdefiniować elementy z plikami konfiguracyjnymi lub za pomocą przycisku poniżej.",
  "items.add.title": "Zdefiniuj przedmioty powyżej",
  "items.add.text": "Użyj składni elementów openHAB by stworzyć nowe elemeny lub zaktualizować istniejące. Dotyczy to również metadanych i linków do kanałów. Będą one przechowywane w wewnętrznej bazie danych.",
  "pages.title": "Brak stron",
  "pages.text": "Zaprojektuj strony, aby wyświetlać informacje na różne sposoby i wchodzić w interakcje z elementami. Możesz utworzyć kilka rodzajów stron: wykresy, mapy stron, plany piętra...<br><br>Kliknij przycisk poniżej, aby utworzyć pierwszą stronę.",
  "rules.title": "Brak reguł",
  "rules.text": "Reguły są podstawowymi składnikami automatyzacji Twojego domu - definiują jakie akcje są wykonywane w przypadku wystąpienia określonych zdarzeń.<br><br>Utwórz swoją pierwszą regułę za pomocą przycisku poniżej; dla bardziej zaawansowanych scenariuszy można również zapisać pliki skryptów w folderze konfiguracyjnym.",
  "scripts.title": "Brak skryptów",
  "scripts.text": "Skrypty są specjalnym rodzajem reguł, bez wyzwalaczy. Posiadają pojedynczy moduł akcji, który wykonuje kod.<br>Możesz uruchomić je na żądanie lub wywołać z innych reguł.<br><br>Utwórz swój pierwszy skrypt za pomocą przycisku poniżej.",
  "schedule.title": "Harmonogram jest pusty",
  "schedule.text": "Harmonogram wyświetla kiedy reguły oznaczone jako \"Harmonogram\" mają być uruchomione - z ograniczeniem do 30 dni.<br><br>Kliknij przycisk poniżej, aby utworzyć pierwszą zaplanowaną regułę.",
  "rules.missingengine.title": "Silnik reguł nie zainstalowany",
  "rules.missingengine.text": "Silnik reguł musi być zainstalowany przed utworzeniem reguł.",
  "addons.title": "Brak zainstalowanych dodatków",
  "addons.text": "Dodatki poszerzają funkcjonalność systemu openHAB.<br><br>Zainstaluj je za pomocą przycisku poniżej.",
  "page.unavailable.title": "Strona niedostępna",
  "page.unavailable.text": "Nie masz uprawnień do przeglądania tej strony ze względu na ograniczenia widoczności."
}
