{
  "overview.title": "Página inicial ainda não configurada",
  "overview.text": "Edite a página de layout com o ID <code>\"Visão geral\"</code> para exibir controles importantes aqui.",
  "inbox.title": "Caixa de entrada vazia",
  "inbox.text": "Resultados da descoberta de seus Bindings que podem ser adicionados como Things aparecerão aqui.<br><br>Você também pode iniciar uma busca por um determinado Binding ou adicionar Things manualmente com o botão abaixo.",
  "things.title": "Não há Things ainda",
  "things.text": "Things são os dispositivos e serviços conectados ao openHAB, eles são fornecidos por Add-ons.<br><br>Os Bindings instalados que suportam a descoberta automática adicionarão Things candidatas à sua Caixa de entrada. Você também pode iniciar uma busca por um Binding ou adicionar sua primeira Thing manualmente com o botão abaixo.",
  "things.nobindings.title": "Nenhum Binding",
  "things.nobindings.text": "Para adicionar Things ao seu sistema, você primeiro precisa instalar os Add-ons de Binding.",
  "model.title": "Comece a modelar sua casa",
  "model.text": "Construa um modelo de seus Items para organizá-los e relacioná-los um ao outro semânticamente.<br><br>Comece com uma hierarquia de locais: edifícios, áreas externas, andares e quartos, conforme necessário. Em seguida, insira o Equipamento e pontos de suas Things (ou manualmente).",
  "items.title": "Nenhum Item ainda",
  "items.text": "Items representam o lado funcional da sua casa - você pode vinculá-los aos canais definidos pelas suas Things. Comece com a visualização de modelo para criar uma estrutura inicial limpa.<br><br>Você também pode definir Items com arquivos de configuração, ou com o botão abaixo.",
  "items.add.title": "Definir Items Acima",
  "items.add.text": "Usar a sintaxe do Item openHAB para criar novos Items ou atualizá-los, bem como seus metadados e links para canais. Serão armazenados na base de dados interna.",
  "pages.title": "Nenhuma página ainda",
  "pages.text": "Páginas de design para exibir informações de várias maneiras e interagir com seus Items. Você pode criar vários tipos de páginas: gráficos, sitemaps, plantas baixas...<br><br>Clique no botão abaixo para criar sua primeira página.",
  "rules.title": "Ainda não há regras",
  "rules.text": "Regras são os blocos de construção básicos para automatizar a sua casa - eles definem quais ações executar quando certos eventos ocorrem.<br><br>Crie sua primeira regra com o botão abaixo; para cenários mais avançados, você também pode escrever arquivos de script em sua pasta de configuração.",
  "scripts.title": "Nenhum script ainda",
  "scripts.text": "Scripts são um tipo especial de regras, sem gatilhos e um único módulo de ação para executar código.<br />Você pode executá-los sob demanda ou chamá-los de outras regras.<br><br>Crie seu primeiro script com o botão abaixo.",
  "schedule.title": "Nada no cronograma",
  "schedule.text": "O cronograma é exibido quando se espera que as regras marcadas como \"Agenda\" sejam executadas, até 30 dias.<br><br>Clique no botão abaixo para criar sua primeira regra agendada.",
  "rules.missingengine.title": "Mecanismo de regras não instalado",
  "rules.missingengine.text": "O mecanismo de regras deve ser instalado antes de criar regras.",
  "addons.title": "Nenhum add-on instalado",
  "addons.text": "Add-ons adicionam funcionalidade ao seu sistema openHAB.<br><br>Instale-os com o botão abaixo.",
  "page.unavailable.title": "Página Indisponível",
  "page.unavailable.text": "Você não tem permissão para visualizar esta página devido a restrições de visibilidade."
}
