{
  "overview.title": "Página geral ainda não foi configurada",
  "overview.text": "Edite a página de layout com o ID <code>\"overview\"</code> para exibir controlos importantes aqui.",
  "inbox.title": "Caixa de Entrada vazia",
  "inbox.text": "Os resultados da pesquisa dos bindings que podem ser adicionados como \"Coisas\" apareceram aqui.<br><br>Também poderás iniciar uma pesquisa por um binding específico ou adicionar \"Coisas\" manualmente com o botão abaixo.",
  "things.title": "Ainda não há coisas",
  "things.text": "\"Coisas\" são os dispositivos e serviços conectados ao openHAB, eles são adicionados pelos \"Bindings\".<br><br>Os \"bindings\" instalados, que suportam a descoberta automática, adicionarão as coisas à sua Caixa de entrada. Você também pode iniciar uma verificação por um \"binding\" específico, ou adicionar a sua primeira coisa manualmente com o botão abaixo.",
  "things.nobindings.title": "Não há bindings",
  "things.nobindings.text": "Para adicionar coisas ao seu sistema, primeiro tem que instalar \"bindings\".",
  "transformations.title": "Ainda não existem transformações",
  "transformations.text": "As transformações são usadas para converter dados de um valor técnico ou desarrumado para uma representação legível por humanos.",
  "model.title": "Comece a modelar a sua casa",
  "model.text": "Construa um modelo dos seus itens para organizá-los e relacioná-los uns aos outros semânticamente.<br><br>Comece com uma hierarquia de locais: edifícios, áreas externas, andares e quartos, conforme necessário. Em seguida, insira equipamentos e pontos das suas coisas (ou manualmente).",
  "items.title": "Ainda não há items",
  "items.text": "Itens representam o lado funcional da sua casa - Pode vinculá-los aos canais definidos pelas suas coisas. Comece com a visualização de modelo para criar uma estrutura inicial limpa.<br><br>Você também pode definir itens com arquivos de configuração, ou com o botão abaixo.",
  "items.add.title": "Definir Itens Acima",
  "items.add.text": "Use a sintaxe de items openHAB para criar novos itens ou atualizá-los, bem como seus metadados e links para canais. Serão armazenados na base de dados interna.",
  "pages.title": "Ainda não há páginas",
  "pages.text": "Desenhe páginas para exibir informações de várias maneiras e interagir com seus itens. Você pode criar vários tipos de páginas: gráficos, mapa do site, planos de piso...<br><br>Clique no botão abaixo para criar sua primeira página.",
  "rules.title": "Ainda não há regras",
  "rules.text": "Regras são elementos básicos para automatizar a sua casa — permitem definir que ações executar quando ocorrem certos eventos-<br><br>Crie a sua primeira regra com o botão abaixo; para cenários mais avançados, pode também criar ficheiros de scripts na sua pasta de configurações.",
  "scenes.title": "Ainda não existem cenas",
  "scenes.text": "Cenas são regras que enviam comandos para repor um conjunto de items num estado pretendido.<br />Pode aplicá-las a pedido, ou invocar a partir de outras regras.<br><br>Crie a sua primeira cena com o botão abaixo.",
  "scripts.title": "Ainda não existem scripts",
  "scripts.text": "Scritpts são um tipo especial de regras, sem triggers e com um único módulo de ação para executar código.<br />Pode aplicá-las a pedido ou invocar a partir de outras regras.<br><br>Crie o seu primeiro script com o botão abaixo.",
  "schedule.title": "Não existe nada agendado",
  "schedule.text": "O agendamento mostra quando se espera que se executem as regras especificamente marcadas como \"Agendar\", até 30 dias.<br><br>Crie a sua primeira regra agendada com o botão abaixo.",
  "rules.missingengine.title": "Motor de regras não instalado",
  "rules.missingengine.text": "",
  "addons.title": "Nenhum complemento instalado",
  "addons.text": "Complementos adicionam funcionalidade ao seu sistema openHAB.<br><br>Instale-os com o botão abaixo.",
  "page.unavailable.title": "Página indisponível",
  "page.unavailable.text": "Você não tem permissão para visualizar esta página devido a restrições de visibilidade.",
  "persistence.title": "Nenhum está instalado nenhum complemento de persistência",
  "persistence.text": "A persistência permite guardar estados de Itens temporalmente, independentemente de serem valores de histórico ou futuro. Para configurar a persistência é necessário instalar pelo menos um complemento de persistência."
}
