{
  "overview.title": "Общая страница ещё не настроена",
  "overview.text": "Редактировать страницу макета с ID <code>\"общая\"</code> для отображения здесь важных элементов.",
  "inbox.title": "Инбокс пуст",
  "inbox.text": "Результаты поиска Ваших привязок (bindings), которые могут быть добавлены как вещи (things) будут появляться здесь.<br /><br />Вы так же можете начать сканирование для конкретной привязки (binding) или добавить вещи (things) вручную через кнопку ниже.",
  "things.title": "Пока ничего нет",
  "things.text": "Вещи (things) - это устройства и сервисы, подключенные к openHAB. Они предоставляются дополнениями привязок (binding).<br><br>Установленные привязки (bindings), которые поддерживают автопоиск, добавят вещи (things) в ваш инбокс. Вы также можете начать сканирование для определенной привязки (binding) или добавить первую вещь (thing) вручную с помощью кнопки ниже.",
  "things.nobindings.title": "Нет привязок (bindings)",
  "things.nobindings.text": "Чтобы добавить вещи в вашу систему, вам сначала нужно установить привязку дополнений.",
  "transformations.title": "Пока нет преобразований",
  "transformations.text": "Трансформации используются для перевода данных из загромождённого или технически сырого значения в человеко-читаемое представление.",
  "model.title": "Начните моделировать свой дом",
  "model.text": "Создайте модель из ваших элементов (items), чтобы упорядочить их и связать друг с другом семантически.<br><br>Начните с иерархии местоположений таких как: строения, места на улице, этажи и комнаты, по мере необходимости. Затем добавьте оборудование и точки из ваших вещей (things) можно добавлять вручную.",
  "items.title": "Пока нет элементов",
  "items.text": "Элементы (Items) представляют собой функциональную сторону вашего дома - вы можете связать их с каналами, определенными вашими вещами (things). Начните с представления модели для создания начальной структуры.<br><br>Вы также можете определить элементы с конфигурационными файлами или с помощью кнопки ниже.",
  "items.add.title": "Определить элементы (Items) выше",
  "items.add.text": "Используйте синтаксис элемента (item) openHAB для создания новых элементов или их обновления, а также их метаданных и ссылок на каналы. Они будут храниться во внутренней базе данных.",
  "pages.title": "Нет страниц",
  "pages.text": "Создавайте страницы для отображения информации различными способами и взаимодействия с вашими элементами (items). Вы можете создать несколько страниц: графики, сайтмэпы, планы квартиры...<br><br>Нажмите на кнопку ниже, чтобы создать вашу первую страницу.",
  "rules.title": "Пока нет правил",
  "rules.text": "Правила - это основные блоки для автоматизации вашего дома - они определяют, какие действия нужно выполнять при возникновении определенных событий.<br><br>Создать первое правило с кнопкой ниже; для более сложных сценариев, вы также можете записывать файлы скриптов в папку конфигурации.",
  "scenes.title": "Сценариев пока нет",
  "scenes.text": "Сцены - это правила отправки команд для восстановления набора пунктов в желаемое состояние.<br />Вы можете запустить пункт по требованию или вызвать их из других правил.<br><br>Создайте ваше первое правило с помощью кнопки ниже.",
  "scripts.title": "Пока нет скриптов",
  "scripts.text": "Скрипты - это специальные правила, без триггеров и один модуль действий для выполнения кода.<br />Вы можете запустить их по требованию или вызвать их по другим правилам.<br><br>Создать ваш первый скрипт с помощью кнопки ниже.",
  "schedule.title": "В расписании ничего нет",
  "schedule.text": "Расписание отображается, когда правила, помеченные меткой «Расписание», будут выполняться до 30 дней.<br><br>Нажмите на кнопку ниже, чтобы создать ваше первое запланированное правило.",
  "rules.missingengine.title": "Движок правил не установлен",
  "rules.missingengine.text": "Движок правил должен быть установлен перед созданием правил.",
  "addons.title": "Не установлено дополнение",
  "addons.text": "Дополнения добавляют функциональность в вашу систему openHAB.<br><br>Установите их кнопкой ниже.",
  "page.unavailable.title": "Страница недоступна",
  "page.unavailable.text": "Вы не можете просматривать эту страницу из-за ограничений настроек видимости.",
  "persistence.title": "Дополнение не установлено",
  "persistence.text": "С консервацией вы можете хранить состояния предметов со временем, вне зависимости от их исторических или будущих значений. Чтобы настроить консервацию, вам нужно установить по крайней мере одну надстройку консервации."
}
