{
  "overview.title": "Pregledna stran še ni nastavljena",
  "overview.text": "Uredi pregledno stran z IDjem <code>\"pregled\"</code> za prikaz pomembnih nastavitev tukaj.",
  "inbox.title": "Nabiralnik je prazen",
  "inbox.text": "Stvari, ki jih kot rezultate odkrivanja podajo vaše povezave, se prikažejo tukaj.<br><br>Lahko pa tudi zaženete iskanje na določeni povezavi ali pa ročno dodate stvar s klikom na gumb spodaj.",
  "things.title": "Ni stvari",
  "things.text": "Stvari so naprave in servisi povezane na openHAB, ki jih ponujajo povezave.<br><br>Nameščene povezave, ki podpirajo avtomatsko odkrivanje, bodo dodale kandidate za stvari v vaš nabiralnik. Lahko pa tudi zaženete iskanje za določeno povezavo ali pa ročno dodate stvari z gumbom spodaj.",
  "things.nobindings.title": "Ni povezav",
  "things.nobindings.text": "V kolikor želite dodati stvari v vaš sistem morate najprej namestiti povezave.",
  "model.title": "Začnite modelirati vaš dom",
  "model.text": "Naredite model z vašimi predmeti za lažjo organizacijo in semantično povezovanje med njimi.<br><br>Začnite s hierarhijo lokacij: stavbe, zunanja območja, nadstropja in sobe itd. Nato vstavite opremo in točke z vaših stvari (ali ročno).",
  "items.title": "Ni predmetov",
  "items.text": "Predmeti predstavljajo funkcionalno stran vašega doma - lahko jih povežete na kanale definirane na vaših stvareh. Začnite z modelnim pogledom v kolikor želite narediti novo strukturo.<br><br>Lahko pa definirate predmete s pomočjo nastavitvenih datotek ali s pomočjo gumba spodaj.",
  "items.add.title": "Definiraj predmete zgoraj",
  "items.add.text": "Uporabite openHAB sintakso za kreiranje novih ali za posodabljanje meta podatkov in povezav na kanale na obstoječih predmetih. Nastavitve se bodo shranile v interni podatkovni bazi.",
  "pages.title": "Ni strani",
  "pages.text": "Naredi strani za prikaz informacij na raznorazne načine in za interakcijo z vašimi predmeti. Lahko naredite več vrst strani: grafi, zemljevidi strani, načrti nadstropij...<br><br>Kliknite gumb spodaj za vašo prvo stran.",
  "rules.title": "Ni pravil",
  "rules.text": "Pravila so osnovni gradnik za avtomatizacijo vašega doma - v njih določite katera dejanja se izvedejo, ko se dogodi nek dogodek.<br><br>Naredite vaše prvo pravilo z gumbom spodaj; za bolj zahtevne primere uporabe lahko napišete tudi skriptne datoteke v vaši nastavitveni mapi.",
  "scripts.title": "Ni skriptnih datotek",
  "scripts.text": "Skriptne datoteke so posebna vrsta pravil brez prožilnikov in s samo enim modulom za izvedbo kode.<br />Lahko jih zaženeš na zahtevo ali pa kličeš iz drugih pravil.<br><br>Naredi prvo skriptno datoteko z gumbom spodaj.",
  "schedule.title": "Urnik je prazen",
  "schedule.text": "Urnik prikazuje kdaj se bodo pravila z oznako \"Urnik\" zagnala, do 30 dni vnaprej.<br><br>Naredi prvo pravilo z oznako \"Urnik\" s klikom na gumb spodaj.",
  "rules.missingengine.title": "Motor za pravila ni nameščen",
  "rules.missingengine.text": "Motor za pravila mora bit nameščen v kolikor želiš narediti pravila.",
  "addons.title": "Ni nameščenih dodatkov",
  "addons.text": "Dodatki omogočajo dodatno funkcionalnost vašemu sistemu openHAB.<br><br>Namesti jih s klikom na gumb spodaj.",
  "page.unavailable.title": "Strani ni na voljo",
  "page.unavailable.text": "Nimate pravic za ogled strani zaradi nastavljeni omejitev strani."
}
