{
  "overview.title": "Översiktssidan har inte konfigurerats ännu",
  "overview.text": "Redigera layoutsidan med ID <code>\"översikt\"</code> för att välja vad som ska visas här.",
  "inbox.title": "Inkorgen är tom",
  "inbox.text": "Saker som upptäcks av dina Bindings kommer att visas här.<br><br>Du kan också starta en sökning med en specifik Binding eller lägga till saker manuellt med knappen nedan.",
  "things.title": "Inga Things ännu",
  "things.text": "Things är de enheter och tjänster som är anslutna till openHAB, de tillhandahålls genom den typ av tillägg som kallas Bindings.<br><br>Installerade Bindings som stöder automatisk upptäckt kommer att lägga till potentiella Things till din inkorg. Du kan också starta en sökning med en viss Binding eller lägga till din första Thing manuellt med knappen nedan.",
  "things.nobindings.title": "Inga Bindings",
  "things.nobindings.text": "För att lägga till Things i ditt system, måste du först installera minst en Binding.",
  "model.title": "Börja modellera ditt hem",
  "model.text": "Bygg en modell från dina Items för att organisera dem och relatera dem till varandra semantiskt.<br><br>Börja med en hierarki av platser: byggnader, uteplatser, golv och rum, efter behov. Lägg sedan till utrustning och punkter från dina Things (eller manuellt).",
  "items.title": "Inga Items ännu",
  "items.text": "Items representerar den funktionella sidan av ditt hem - du kan länka dem till de kanaler som definieras av dina Things. Börja med modellvyn för att skapa en ren initial struktur.<br><br>Du kan också definiera Items med hjälp av konfigurationsfiler eller med knappen nedan.",
  "items.add.title": "Definiera Items ovan",
  "items.add.text": "Använd openHABs syntax för att skapa nya Items eller uppdatera dem samt deras metadata och länkar till kanaler. De kommer att lagras i den interna databasen.",
  "pages.title": "Inga sidor ännu",
  "pages.text": "Designa sidor för att visa information på olika sätt och interagera med dina Items. Du kan skapa flera typer av sidor: diagram, planritningar etc...<br><br>Klicka på knappen nedan för att skapa din första sida.",
  "rules.title": "Inga regler ännu",
  "rules.text": "Regler är de grundläggande byggstenarna för att automatisera ditt hem - de definierar vilka åtgärder som ska utföras när vissa händelser inträffar.<br><br>Skapa din första regel med knappen nedan. För mer avancerade scenarier kan du även skriva skriptfiler i din konfigurationsmapp.",
  "scripts.title": "Inga skript ännu",
  "scripts.text": "Skript är en speciell typ av regler, utan utlösare och en enda modul för att exekvera kod.<br />Du kan starta dem på begäran eller anropa dem från andra regler.<br><br>Skapa ditt första skript med knappen nedan.",
  "schedule.title": "Ingenting i schemat",
  "schedule.text": "Schemat visas när regler som är märkta med \"Schema\" förväntas köras, upp till 30 dagar framöver.<br><br>Klicka på knappen nedan för att skapa din första schemalagda regel.",
  "rules.missingengine.title": "Regelmotorn är inte installerad",
  "rules.missingengine.text": "Regelmotorn måste installeras innan regler kan skapas.",
  "addons.title": "Inga tillägg installerade",
  "addons.text": "Tillägg lägger till funktionalitet i ditt openHAB-system.<br><br>Installera dem med knappen nedan.",
  "page.unavailable.title": "Sidan inte tillgänglig",
  "page.unavailable.text": "Du har inte behörighet till denna sida på grund av begränsningar."
}
