{
  "overview.title": "Genel Bakış Sayfası Henüz Yapılandırılmadı",
  "overview.text": "Önemli kontrolleri burada görüntülemek için düzen sayfasını <code>\"genel bakış\"</code> kimliğiyle düzenleyin.",
  "inbox.title": "Gelen kutusu boş",
  "inbox.text": "Burada görünecek şekilde bindings bağlamalarınızdan keşif sonuçları. <br> <br> Ayrıca belirli bir bindings için tarama başlatabilir veya aşağıdaki düğmeyi kullanarak manuel olarak nesneler ekleyebilirsiniz.",
  "things.title": "Simdilik nesneler yok",
  "things.text": "Nesneler \"things\", openHAB'a bağlı cihazlar ve hizmetlerdir, bunlar bağlama \"bindings\" eklentileri tarafından sağlanır.<br><br> Otomatik bulmayı destekleyen yüklü bağlamalar, gelen kutunuza nesne adayları ekleyecektir. Ayrıca belirli bir ciltleme için tarama başlatabilir veya aşağıdaki düğmeyi kullanarak ilk nesnenizi manuel olarak ekleyebilirsiniz.",
  "things.nobindings.title": "Bağlantı yok",
  "things.nobindings.text": "Sisteminize nesneler eklemek için önce bağlantı eklentileri yüklemeniz gerekir.",
  "model.title": "Evinizi modellemeye başlayın",
  "model.text": "Bunları düzenlemek ve anlamsal olarak birbirleriyle ilişkilendirmek için öğelerinizden bir model oluşturun.<br><br> Bir konum hiyerarşisi ile başlayın: gerektiği gibi binalar, dış alanlar, zeminler ve odalar. Ardından, nesnelerinizden(veya manuel olarak) ekipman ve noktalar ekleyin.",
  "items.title": "şimdi öğeler yok",
  "items.text": "Öğeler, evinizin işlevsel yanını temsil eder - bunları, eşyalarınız tarafından tanımlanan kanallara bağlayabilirsiniz. Temiz bir başlangıç ​​yapısı oluşturmak için model görünümüyle başlayın.<br><br>Öğeleri yapılandırma dosyalarıyla veya aşağıdaki düğmeyle de tanımlayabilirsiniz.",
  "items.add.title": "Yukarıdaki öğeleri tanımlayın",
  "items.add.text": "Yeni öğeler oluşturmak veya bunları güncellemek için openHAB öğe sözdizimini ve bunların meta verilerini ve kanallara olan bağlantılarını kullanın. Dahili veritabanında saklanacaklar.",
  "pages.title": "Henüz sayfalar yok",
  "pages.text": "Bilgileri çeşitli şekillerde görüntülemek ve öğelerinizle etkileşim kurmak için sayfalar tasarlayın. Birkaç tür sayfa oluşturabilirsiniz: grafikler, site haritaları, kat planları...<br><br>İlk sayfanızı oluşturmak için aşağıdaki düğmeyi tıklayın.",
  "rules.title": "Henüz kural yok",
  "rules.text": "Kurallar, evinizi otomatikleştirmek için temel yapı taşlarıdır - belirli olaylar meydana geldiğinde hangi eylemlerin gerçekleştirileceğini tanımlarlar.<br><br>Aşağıdaki düğmeyle ilk kuralınızı oluşturun; daha gelişmiş senaryolar için, yapılandırma klasörünüze komut dosyaları da yazabilirsiniz.",
  "scripts.title": "Henüz komut yok",
  "scripts.text": "Komut dosyaları, herhangi bir tetikleyici ve kodu çalıştırmak için tek bir eylem modülü olmayan özel bir tür kuraldır.<br />Onları istek üzerine çalıştırabilir veya diğer kurallardan çalıştırabilirsiniz.<br><br>İlk komut dosyanızı aşağıdaki düğme ile oluşturun.",
  "schedule.title": "Zaman takviminde hiçbir şey yok",
  "schedule.text": "Program, özel olarak \"Schedule\" olarak etiketlenen kuralların 30 güne kadar çalıştırılması beklendiğinde görüntülenir.<br><br>İlk programlanmış kuralınızı oluşturmak için aşağıdaki düğmeyi tıklayın.",
  "rules.missingengine.title": "Kural altyapısı yüklü değil",
  "rules.missingengine.text": "Kuralların oluşturulabilmesi için kural altyapısının yüklenmesi gerekir.",
  "addons.title": "Yüklü eklenti yok",
  "addons.text": "Eklentiler, openHAB sisteminize işlevsellik katar.<br><br>Aşağıdaki düğmeyi kullanarak bunları yükleyin.",
  "page.unavailable.title": "Sayfa kullanım dışı",
  "page.unavailable.text": "Görünürlük kısıtlamaları nedeniyle bu sayfayı görüntülemenize izin verilmiyor."
}
