{
  "inbox.title": "The Inbox is empty",
  "inbox.text": "Discovery results from your bindings that can be added as things will appear here.<br><br>You can also start a scan for a certain binding or add things manually with the button below.",

  "things.title": "No things yet",
  "things.text": "Things are the devices and services connected to openHAB, they are provided by binding add-ons.<br><br>Installed bindings which support auto-discovery will add thing candidates to your Inbox. You can also start a scan for a certain binding or add your first thing manually with the button below.",

  "things.nobindings.title": "No bindings",
  "things.nobindings.text": "To add things to your system, you first need to install binding add-ons.",

  "model.title": "Start modelling your home",
  "model.text": "Build a model from your items to organize them and relate them to each other semantically.<br><br>Begin with a hierarchy of locations: buildings, outside areas, floors and rooms, as needed. Then, insert equipments and points from your things (or manually).",

  "items.title": "No items yet",
  "items.text": "Items represent the functional side of your home - you can link them to the channels defined by your things. Start with the Model view to create a clean initial structure.<br><br>You can also define items with configuration files, or with the button below.",

  "items.add.title": "Define Items Above",
  "items.add.text": "Use the openHAB item syntax to create new items or update them, as well as their metadata and links to channels. They will be stored in the internal database.",

  "pages.title": "No pages yet",
  "pages.text": "Design pages to display information in various ways and interact with your items. You can create several kinds of pages: charts, sitemaps, floor plans...<br><br>Click the button below to create your first page.",

  "rules.title": "No rules yet",
  "rules.text": "Rules are the basic building blocks to automate your home - they define which actions to perform when certain events occur.<br><br>Create your first rule with the button below; for more advanced scenarios, you can also write script files in your configuration folder.",

  "schedule.title": "Nothing in the schedule",
  "schedule.text": "The schedule displays when rules specifically tagged \"Schedule\" are expected to run, up to 30 days.<br><br>Click the button below to create your first scheduled rule.",

  "rules.missingengine.title": "Rule engine not installed",
  "rules.missingengine.text": "The rule engine must be installed before rules can be created.",

  "addons.title": "No add-ons installed",
  "addons.text": "Add-ons add functionality to your openHAB system.<br><br>Install them with the button below."
}
