Repository: openhab/openhab-webui
Catalog: org.openhab.ui.habpanel/web/assets/i18n/main/*.po
Languages: af, ca

source: Cancel
af: Kanselleer
ca: Cancel·la

source: Delete
af: Verwyder
ca: Elimina

source: Save
af: Stoor
ca: Desa

source: Name
af: Naam
ca: Nom

source: Icons
af: Ikone
ca: Icones

source: Backdrop Icon
af: Agtergrond Icon
ca: Icona de fons

source: Size
af: Grootte
ca: Mida

source: Font Size
af: Skrifgrootte
ca: Mida de lletra

source: Color
af: Kleur

source: Colors
af: Kleure

source: Transparent
af: Deurskynend

source: Speak
af: Praat
ca: Parla

source: Refresh
af: Herlaai
ca: Refresca

source: Fullscreen
af: Volskerm
ca: Pantalla completa

source: Help
af: Hulp
ca: Ajuda

# error.connectionlost
source: Connection lost! Trying to reconnect...
af: Het konneksie verloor! Besig om te probeer herkonnekteer...
ca: Connexió perduda! Intentant reconnectar...

# tutorial.welcome
source: Welcome to HABPanel!
af: Welkom by HABPanel!
ca: Benvinguts a HABPanel!

# tutorial.clickheretobegin
source: Click or tap here to begin.
af: Klik of druk hier om te begin.
ca: Feu clic o premeu aquí per començar.

# tutorial.editmode
source: You're now in edit mode, where you can design dashboards.
af: Jy is nou in edit mode, waar jy Dashboards kan ontwerp.
ca: Vostè es troba ara en mode d'edició, on pot dissenyar els dashboards.

# tutorial.createfirstdashboard
source: Click or tap here to create your first dashboard...
af: Klik of druk hier om jou eerste Dashboard te maak...
ca: Feu clic o premeu aquí per crear el seu primer dashboard...

# tutorial.importpanel
source: ...or here to restore a panel from the server
af: ...of hier om jou Panel terug te laai van die server af
ca: ... o aquí per restaurar un panell del servidor

# tutorial.enterdesigner
source: Click or tap inside the tile to enter the dashboard designer.
af: Klik of druk binne die Tile om die Dashboard Designer oop te maak.
ca: Feu clic o premeu dins la casella per entrar a l'editor de dashboard.

# tutorial.adjustnbcolumns
source: Adjust the number of columns
af: Verander die hoeveelheid kolomme
ca: Ajusti el nombre de columnes

# tutorial.saveonserver
source: Save on the openHAB server when done!
af: Stoor op die openHAB server wanneer jy klaar is!
ca: Desar al servidor openHAB quan hagi acabat!

# tutorial.editingdisabled
source: Editing is disabled on the server!
af: Veranderings is gedeaktiveer op die server!
ca: L'edició està deshabilitada al servidor!

# tutorial.unlockedit
source: Please go to Paper UI and unlock editing to use HABPanel on this device.
af: Gaan asseblief op Paper UI en aktiveer veranderings om HABPanel op hierdie toestel te gebruik.
ca: Si us plau aneu a la Paper UI i permeti'n l'edició per utilitzar HABPanel d'aquest dispositiu.

# menu.addnewdashboard
source: Add new dashboard
af: Voeg nuwe Dashboard by
ca: Afegeix un nou dashboard

# menu.panelsettings
source: Panel settings
af: Panel instellings
ca: Panell de configuració

# menu.dialog.newdashboard.title
source: New dashboard
af: Nuwe Dashboard
ca: Nou dashboard

# menu.dialog.newdashboard.message
source: Name of your new dashboard:
af: Naam van jou nuwe Dashboard:
ca: Nom del seu nou dashboard:

# menu.dialog.removedashboard.title
source: Remove dashboard
af: Verwyder Dashboard
ca: Elimini el dashboard

# menu.dialog.removedashboard.message
source: Please confirm you want to delete this dashboard:
af: Is jy seker jy wil hierdie Dashboard permanent verwyder:
ca: Si us plau, confirmi que vol eliminar aquest dashboard:

# dashboard.toolbar.speak
source: Speak
af: Praat
ca: Parli

# dashboard.toolbar.refresh
source: Refresh
af: Herlaai
ca: Refresca

# dashboard.toolbar.fullscreen
source: Fullscreen
af: Volskerm
ca: Pantalla completa

# dashboard.speaknow
source: Speak now...
af: Praat nou...
ca: Parleu ara...

source: OK
ca: Accepta

source: Icon
ca: Icona

source: openHAB Item
ca: element openHAB
