Repository: openhab/openhab-webui
Catalog: bundles/org.openhab.ui.habpanel/web/assets/i18n/main/*.po
Languages: ar, de, el, fi, he, hu, lt, ro, sv, tl

source: OK
ar: موافق
el: ΟΚ
he: אשר
lt: Gerai

source: Cancel
ar: إلغاء
de: Abbrechen
el: Άκυρο
fi: Peruuta
he: ביטול
hu: Mégsem
lt: Atšaukti
ro: Anulează
sv: Avbryt
tl: Kanselahin

source: Delete
ar: حذف
de: Löschen
el: Διαγραφή
fi: Poista
he: מחק
hu: Törlés
lt: Ištrinti
ro: Șterge
sv: Radera
tl: Tanggalin

source: Save
ar: حفظ
de: Speichern
el: Αποθήκευση
fi: Tallenna
he: שמור
hu: Mentés
lt: Išsaugoti
ro: Salvează
sv: Spara
tl: I-save

source: Name
ar: اسم
el: Όνομα
fi: Nimi
he: שם
hu: Név
lt: Pavadinimas
ro: Nume
sv: Namn
tl: Pangalan

source: Icon
ar: أيقونة
de: Symbol
el: Εικονίδιο
fi: Kuvake
he: סמל
hu: Ikon
lt: Piktograma
ro: Pictogramă
sv: Ikon
tl: Ikon

source: Icons
ar: أيقونات
de: Symbole
el: Εικονίδια
fi: Kuvakkeet
he: סמלים
hu: Ikonok
lt: Piktogramos
ro: Pictograme
sv: Ikoner
tl: Mga Ikon

source: Backdrop Icon
ar: أيقونة الخلفية
de: Hintergrund-Symbol
el: Εικονίδιο φόντου
fi: Taustakuvake
he: רקע
hu: Háttér ikon
lt: Fonas piktogramos
ro: Pictograma de fundal
sv: Bakgrundsikon
tl: Backdrop Ikon

source: Size
ar: حجم
de: Größe
el: Μέγεθος
fi: Koko
he: גודל
hu: Méret
lt: Pagal dydį
ro: Mărime
sv: Storlek
tl: Sukat

source: Font Size
ar: حجم الخط
de: Schriftgröße
el: Μέγεθος Γραμματοσειράς
fi: Fonttikoko
he: גודל גופן
hu: Betűméret
lt: Šrifto dydis
ro: Mărime font
sv: Textstorlek
tl: Sukat ng Font

source: Color
ar: لون
de: Farbe
el: Χρώμα
fi: Väri
he: צבע
hu: Szín
lt: Spalva
ro: Culoare
sv: Färg
tl: Kulay

source: Colors
ar: ألوان
de: Farben
el: Χρώματα
fi: Värit
he: צבעים
hu: Színek
lt: Spalvos
ro: Culori
sv: Färger
tl: Mga Kulay

source: Transparent
ar: شفاف
el: Διαφανές
fi: Läpinäkyvä
he: שקוף
hu: Átlátszó
lt: Permatomas

source: openHAB Item
ar: عنصر أوبن-هاب
el: Στοιχείο openHAB
he: openHAB פריט
hu: openHAB elem
lt: openHAB elementas
tl: aytem ng openHAB

source: Speak
ar: تحدث
de: Sprich
el: Ομιλία
fi: Puhu
he: דבר
hu: Beszéd
lt: Kalbėti
ro: Vorbește
sv: Tala
tl: Magsalita

source: Refresh
ar: تحديث
de: Aktualisieren
el: Ανανέωση
fi: Päivitä
he: רענן
hu: Frissítés
lt: Naujinti
ro: Actualizează
sv: Uppdatera
tl: I-refresh

source: Fullscreen
ar: ملء الشاشة
de: Vollbild
el: Πλήρης Οθόνη
fi: Kokoruututila
he: מסך מלא
hu: Teljes képernyő
lt: Per visą ekraną
ro: Ecran complet
sv: Fullskärm
tl: Tingnan ang Kabuuan

source: Help
ar: مساعدة
de: Hilfe
el: Βοήθεια
fi: Ohje
he: עזרה
hu: Segítség
lt: Pagalba
ro: Ajutor
sv: Hjälp
tl: Tulong

# error.connectionlost
source: Connection lost! Trying to reconnect...
ar: فقدت الاتصال! جاري محاولة إعادة الاتصال...
de: Verbindung verloren, versuche neu zu verbinden...
el: Χάθηκε η σύνδεση! Γίνεται προσπάθεια επανασύνδεσης...
fi: Yhteys katkesi! Yritetään uudelleen...
he: חיבור אבוד! מנסה להתחבר...
hu: A kapcsolat megszakadt! Újrapróbálkozás...
lt: Dingo ryšis. Bandykite jungtis iš naujo...
ro: Conexiune pierdută! Încearcă să se reconecteze...
sv: Anslutning förlorad! Försöker återansluta...
tl: Nawala ang iyong koneksyon! Sinusubukang komunekta ulit...

# tutorial.welcome
source: Welcome to HABPanel!
ar: مرحبًا بك في هاب-بانيل!
de: Willkommen im HABPanel!
el: Καλώς ήλθατε στο HABPanel!
fi: Tervetuloa HABPaneliin!
he: ברוכים הבאים HABPanel!
hu: Üdvözli Önt a HABPanel!
lt: Sveiki atvykę į HABPanel!
ro: Bine ați venit la HABPanel!
sv: Välkommen till HABPanel!
tl: Maligayang Pagdating sa HABPanel!

# tutorial.clickheretobegin
source: Click or tap here to begin.
ar: انقر هنا لتبدأ.
de: Zum Starten hier klicken oder tippen.
el: Κάντε κλικ ή πατήστε εδώ για να ξεκινήσετε.
fi: Klikkaa tai napauta tästä aloittaaksesi.
he: לחץ או הקש כאן כדי להתחיל.
hu: Kattintson ide a kezdéshez.
lt: Spustelėkite arba bakstelėkite pradėti.
ro: Click sau apăsaţi aici pentru a începe.
sv: Klicka här för att börja.
tl: Mag-click o mag-tap dito upang magsimula.

# tutorial.editmode
source: You're now in edit mode, where you can design dashboards.
ar: أنت الآن في وضع التحرير، حيث يمكنك تصميم لوحات التحكم.
de: Du bist jetzt im Bearbeitungs-Modus und kannst Dashboards gestalten.
el: Τώρα είστε στην κατάσταση επεξεργασίας, όπου μπορείτε να σχεδιάσετε πινακίδια.
fi: Olet nyt muokkaustilassa, jossa voit suunnitella näkymiä.
he: . אתה עכשיו במצב עריכה, שבו אתה יכול לעצב מסכי השליטה.
hu: A szerkesztés mód aktív, a Dashboard-jai szerkeszthetők.
lt: Dabar esate redagavimo režime, kur jūs galite kurti skelbimų lentos.
ro: Ești acum în modul de editare, unde poți să proiectezi dashboards.
sv: Du är nu i redigeringsläge, där du kan designa dina vyer.
tl: Ikaw ngayon ay nasa mode ng pag-eedit, kung saan ay makakadesenyo ka ng mga dashboard.

# tutorial.createfirstdashboard
source: Click or tap here to create your first dashboard...
ar: انقر هنا لإنشاء لوحة التحكم الخاصة بك...
de: Klicke oder tippe hier, um dein erstes Dashboard zu erstellen...
el: Κάντε κλικ ή πατήστε εδώ για να δημιουργήσετε το πρώτο σας πινακίδιο...
fi: Klikkaa tai napauta tästä luodaksesi ensimmäisen näkymäsi...
he: לחץ או הקש כאן כדי ליצור את לוח השליטה הראשון...
hu: Kattintson ide, hogy elkészítse az első Dashboard-ot...
lt: Spustelėkite arba bakstelėkite čia kurti savo pirmąjį skydelis...
ro: Click sau apăsă aici pentru a crea primul dashboard...
sv: Klicka här för att skapa din första vy...
tl: Mag-click o mag-tap dito upang makagawa ka ng iyong pinakaunang dashboard...

# tutorial.importpanel
source: ...or here to restore a panel from the server
ar: ... أو هنا لاستعادة اللوحة من الخادم
de: ...oder hier, um ein auf dem Server gespeichertes Panel zu laden
el: ... ή εδώ για να επαναφέρετε ένα ολόκληρο πίνακα από το διακομιστή
fi: ...tai tästä hakeaksesi näkymän palvelimelta
he: . או כאן כדי לשחזר את המסך מהשרת
hu: ...vagy kattintson ide, hogy visszaállítson egy panelt a szerverről
lt: ... arba atkurti grupę iš serverio
ro: ...sau aici pentru a folosi un panou de pe server
sv: ...eller här för att återställa en panel från servern
tl: ...o dito upang ibalik ang isang panel mula sa server

# tutorial.enterdesigner
source: Click or tap inside the tile to enter the dashboard designer.
ar: انقر داخل المربع للدخول إلى مصمم لوحة التحكم.
de: Klicke oder tippe in die Kachel, um in den Dashboard Designer zu gelangen.
el: Πατήστε στο πλακίδιο για άνοιγμα του σχεδιαστή πινακιδίου.
fi: Klikkaa tai napauta aluetta päästäksesi suunnittelemaan näkymiä.
he: לחץ או הקש על בתוך האריח כדי לעצב את לוח השליטה.
hu: Kattintson vagy érintse meg a lap belsejét a Dashboard Designer-be való lépéshez.
lt: Spustelėkite arba bakstelėkite plytelę ir įveskite ataskaitų srities dizaino įrankį viduje.
ro: Click sau apasă pe dală să intri în modul de editare dashboard.
sv: Klicka i rutan för att öppna vyredigeraren.
tl: Mag-click o mag-tap sa loob ng tile upang makapasok sa tagadesenyo ng dashboard.

# tutorial.adjustnbcolumns
source: Adjust the number of columns
ar: حدد عدد الأعمدة
de: Passe die Anzahl der Spalten an
el: Ρυθμίστε τον αριθμό των στηλών
fi: Valitse sarakkeiden määrä
he: התאם את מספר העמודות
hu: Oszlopok számának beállítása
lt: Reguliuoti stulpelių skaičius
ro: Ajustează numărul de coloane
sv: Justera antalet kolumner
tl: I-adjust ang bilang ng mga hilera

# tutorial.saveonserver
source: Save on the openHAB server when done!
ar: احفظ في خادم أوبن-هاب عند الانتهاء!
de: Auf dem openHAB Server speichern, wenn du fertig bist!
el: Αποθηκεύστε στο διακομιστή OpenHAB όταν ολοκληρώσετε!
fi: Tallenna openHAB palvelimelle kun olet valmis!
he: שמור על השרת openHAB בסיום!
hu: Mentse az openHAB szerverre!
lt: Įrašyti openHAB serveryje, kai baigsite!
ro: Când ai terminat, salvează pe serverul openHAB!
sv: Spara på openHAB-servern när du är klar!
tl: I-save sa server ng openHAB kung tapos na!

# tutorial.editingdisabled
source: Editing is disabled on the server!
ar: التحرير معطل في الخادم!
de: Bearbeitung ist auf dem Server deaktiviert!
el: Δεν επιτρέπεται η επεξεργασία στο διακομιστή!
fi: Muokkaus on poistettu käytöstä palvelimen asetuksissa!
hu: A szerkesztés le van tiltva ezen a szerveren!
lt: Serveryje yra išjungtas redagavimo!
ro: Editarea pe server este dezactivată!
sv: Redigering är låst på servern!
tl: Ang pag-eedit ay hindi gumagana sa server!

# tutorial.unlockedit
source: Please go to Paper UI and unlock editing to use HABPanel on this device.
ar: يرجى الانتقال إلى Paper UI وإلغاء قفل التعديل لاستخدام هاب-بانيل لهذا الجهاز.
de: Bitte nutze Paper UI um die Bearbeitung zu aktivieren, damit du HABPanel auf diesem gerät verwenden kannst.
el: Παρακαλώ πηγαίνετε στο Paper UI και ξεκλειδώστε την επεξεργασία για να χρησιμοποιήσετε το HABPanel σε αυτήν τη συσκευή.
fi: Mene Paper UI:n asetusvalikkoon ja avaa editoinnin lukitus käyttääksesi HABPanel:ia tällä laitteella.
hu: A Paper UI oldja fel a szerkesztést a HABPanel ezen eszközzel történő használatához.
lt: Prašome kreiptis į popieriaus UI ir atrakinti redagavimo naudoti HABPanel Šiame įrenginyje.
ro: Pentru a utiliza HABPanel pe acest aparat, activează editarea folosind Paper UI.
sv: Vänligen gå till Paper UI och lås upp redigering för att använda HABPanel på denna enhet.
tl: Pakiusap pumunta sa Paper UI at i-unlock ang pag-eedit upang magamit ang HABPanel sa device na ito.

# menu.addnewdashboard
source: Add new dashboard
ar: إضافة لوحة تحكم جديدة
de: Füge neues Dashboard hinzu
el: Προσθήκη νέου πινακιδίου
fi: Lisää näkymä
he: הוספת מסך חדש
hu: Új Vezérlőpult hozzáadása
lt: Pridėti naujas prietaisų skydelis
ro: Adaugă un nou dashboard
sv: Lägg till ny vy
tl: Magdagdag ng bagong dashboard

# menu.panelsettings
source: Panel settings
ar: إعدادات اللوحة
de: Panel Einstellungen
el: Ρυθμίσεις πίνακα
fi: Panelin asetukset
he: הגדרות לוח שליטה
hu: Általános beállítások
lt: Skydo parametrai
ro: Setări panou
sv: Panelinställningar
tl: Mga setting ng Panel

# menu.dialog.newdashboard.title
source: New dashboard
ar: إضافة لوحة تحكم جديدة
de: Neues Dashboard
el: Νέο πινακίδιο
fi: Uusi näkymä
he: הוספת מסך חדש
hu: Új Vezérlőpult hozzáadása
lt: Naujas prietaisų skydelis
ro: Dashboard nou
sv: Ny vy
tl: Bagong dashboard

# menu.dialog.newdashboard.message
source: Name of your new dashboard:
ar: اسم لوحة التحكم الجديدة:
de: Name des neuen Dashboards:
el: Όνομα για το νέο πινακίδιο:
fi: Uuden näkymän nimi:
he: שם של לוח השליטה החדש שלך:
hu: Új Vezérlőpult neve:
lt: Pavadinimas, naujas Panel:
ro: Numele noului dashboard:
sv: Namn på din nya vy:
tl: Pangalan ng iyang bagong dashboard:

# menu.dialog.removedashboard.title
source: Remove dashboard
ar: حذف لوحة التحكم
de: Dashboard löschen
el: Διαγραφή πινακιδίου
fi: Poista näkymä
he: הסר את לוח השליטה
hu: Törlés a vezérlőpultról
lt: Pašalinti Panel
ro: Elimină dashboard
sv: Radera vy
tl: Mag-alis ng dashboard

# menu.dialog.removedashboard.message
source: Please confirm you want to delete this dashboard:
ar: الرجاء التأكيد من أنك تريد حذف لوحة التحكم:
de: Bitte bestätige, dass du dieses Dashboard löschen möchtest:
el: Παρακαλώ επιβεβαιώστε ότι θέλετε να διαγράψετε αυτό το πινακίδιο:
fi: Ole hyvä ja varmista, että haluat poistaa tämän näkymän:
he: בבקשה לאשר שברצונך למחוק לוח השליטה זה:
hu: Kérjük erősítse meg, hogy törölni szeretné-e ezt a Vezérlőpultot:
lt: Prašome patvirtinti, kad norite panaikinti šią ataskaitų sritį:
ro: Vă rugăm să confirmaţi că ştergeţi acest dashboard:
sv: Bekräfta borttagning av vy:
tl: Pakikumpirma na gusto mong tanggalin ang dashboard na ito:

# dashboard.toolbar.speak
source: Speak
ar: تحدث
de: Sprich
el: Ομιλία
fi: Puhu
he: דבר
hu: Beszéd
lt: Kalbėti
ro: Vorbește
sv: Tala
tl: Magsalita

# dashboard.toolbar.refresh
source: Refresh
ar: تحديث
de: Aktualisieren
el: Ανανέωση
fi: Päivitä
he: רענן
hu: Frissítés
lt: Naujinti
ro: Actualizează
sv: Uppdatera
tl: I-refresh

# dashboard.toolbar.fullscreen
source: Fullscreen
ar: ملء الشاشة
de: Vollbild
el: Πλήρης Οθόνη
fi: Kokoruututila
he: מסך מלא
hu: Teljes képernyő
lt: Pilnas ekranas
ro: Ecran complet
sv: Fullskärm
tl: Tingnan ang Kabuuan

# dashboard.speaknow
source: Speak now...
ar: تحدث الآن...
de: Bitte sprechen...
el: Ομιλία τώρα...
fi: Puhu nyt...
he: דבר עכשיו...
hu: Most mondja...
lt: Prašome kalbėti...
ro: Vorbește acum...
sv: Tala nu...
tl: Magsalita ka na ngayon...

# dashboard.speakerror
source: Error:
ar: خطأ:
de: Fehler:
el: Σφάλμα:
fi: Virhe:
he: שגיאה:
hu: Hiba:
lt: Klaida:
ro: Eroare:
sv: Fel:
tl: Eror:

# tutorial.nodefaultpanel
source: No default panel configuration!
he: אין תצורת פאנל ברירת מחדל!

# tutorial.setdefault
source: Sign in with the main UI to enable editing in HABPanel and set a default panel configuration.
he: היכנס עם ממשק המשתמש הראשי כדי לאפשר עריכה ב-HABPanel ולהגדיר תצורת פאנל ברירת מחדל.
