Repository: openhab/openhab-webui
Catalog: bundles/org.openhab.ui.habpanel/web/assets/i18n/admin/*.po
Languages: af, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, nl, no, pl, pt, ro, ru, sv, tl, tr, uk

# designer.save
source: Save
af: Stoor
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Sauver
he: שמור
hu: Mentés
id: Simpan
it: Salva
ja: 保存
nl: Opslaan
no: Lagre
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
sv: Spara
tl: I-save
tr: Kaydet
uk: Зберегти

# designer.run
source: Run
af: Voer uit
cs: Spustit
da: Start
de: Ausführen
el: Εκτέλεση
es: Ejecutar
fi: Käynnistä
fr: Voir
he: הפעל
hu: Futtatás
id: Jalankan
it: Esegui
ja: 実行
nl: Uitvoeren
no: Kjør
pl: Uruchom
pt: Executar
ro: Execută
ru: Запустить
sv: Kör
tl: Patakbuhin
tr: Çalıştır
uk: Запустити

# designer.addwidget
source: Add Widget
af: Voeg Widget by
cs: Přidat Widget
da: Tilføj Widget
de: Widget hinzufügen
el: Προσθήκη Widget
es: Añadir Widget
fi: Lisää widgetti
fr: Ajouter
he: הוסף יישומון
hu: Widget hozzáadás
id: Tambahkan Widget
it: Aggiungi Widget
ja: ウィジェットを追加
nl: Widget toevoegen
no: Legg til Widget
pl: Dodaj Widget
pt: Adicionar widget
ro: Adaugă widget
ru: Добавить виджет
sv: Lägg till widget
tl: Magdagdag ng Widget
tr: Ekran Aracı Ekle
uk: Додати віджет

# designer.addwidget.hint
source: Add some widgets
af: Voeg 'n paar Widgets by
cs: Přidejte nějaké Widgety
da: Tilføj nogle widgets
de: Widgets hinzufügen
el: Προσθέστε κάποια widget
es: Agregar algunos widgets
fi: Lisää joitakin widgettejä
fr: Ajouter des widgets
he: להוסיף כמה יישומונים
hu: Widget-ek hozzáadása
id: Tambahkan beberapa widget
it: Aggiungi dei widget
ja: 複数のウィジェットを追加
nl: Voeg enkele widgets toe
no: Legg til noen widgets
pl: Dodaj widgety
pt: Adicionar alguns widgets
ro: Adaugă unele widget-uri
ru: Добавить виджеты
sv: Lägg till några widgets
tl: Magdagdag ng iilang mga widgets
tr: Bazı araçlar ekleyin
uk: Додати деякі віджети

# designer.addwidget.customwidgets
source: Custom widgets
af: Persoonlike Widgets
cs: Vlastní Widgety
da: Brugerdefinerede widgets
de: Benutzerdefinierte Widgets
el: Προσαρμοσμένα widget
es: Widgets personalizados
fi: Mukautetut widgetit
fr: Widgets personnalisés
he: יישומונים מותאמים אישית
hu: Egyéni widget-ek
id: Widget kustom
it: Widget personali
ja: カスタムウィジェット
nl: Aangepaste widgets
no: Spesialtilpasset widgets
pl: Widgety użytkownika
pt: Widgets personalizados
ro: Widget-uri personalizate
ru: Пользовательские виджеты
sv: Anpassade widgets
tl: Custom ng mga widget
tr: Özel araçlar
uk: Віджети Користувача

# designer.addwidget.getmore
source: Get more...
af: Nog Widgets...
cs: Získat další...
da: Hent flere...
de: Mehr...
el: Λήψη περισσότερων...
es: Conseguir más...
fi: Hae lisää...
fr: Obtenir plus...
he: קבל עוד...
hu: Továbbiak...
id: Dapatkan lebih banyak lagi...
it: Ottieni di più...
ja: さらに見る
nl: Meer widgets...
no: Hent fler...
pl: Pobierz więcej...
pt: Obter mais...
ro: Obţineţi mai mult...
ru: Скачать больше...
sv: Hämta fler...
tl: Kumuha ng higit pa...
tr: Daha fazla al...
uk: Більше...

# designer.addwidget.getmore.tooltip
source: Open the widget gallery to import more widgets
af: Maak die Widget Gallery oop om nog Widgets in te laai
cs: Otevřít galerii Widgetů kde lze získat další
da: Åben widget galleriet for at hente flere widgets
de: Öffne die Widget-Galerie um weitere Widgets zu importieren
el: Ανοίξτε τη συλλογή widget για να εισαγάγετε περισσότερα
es: Abrir la galería de widgets para importar más widgets
fi: Avaa widget-galleria tuodaksesi lisää widgettejä
fr: Ouvrir la galerie de widgets pour en importer d'autres
he: לפתוח את גלריית יישומון לייבוא יישומונים נוספים
hu: Widget galéria megnyitása további widget-ek importálásához
id: Buka galeri widget untuk mengimpor lebih banyak lagi widget
it: Apri la galleria dei widget per importarne di altri
ja: ウィジェットのインポートのためにウィジェットギャラリーを開く
nl: Open de widget galerij om meer widgets te importeren
no: Åpne widgetgalleriet for å importere flere widgets
pl: Otwórz galerię by zaimprtować więcej widgetów
pt: Abrir a galeria de widgets para importar mais widgets
ro: Deschide Galeria widget pentru a importa mai multe widget-uri
ru: Открыть галерею виджетов для импорта
sv: Öppna widget-galleriet för att importera fler widgets
tl: Buksan ang galerya ng widget para makapag-import ng marami pang mga widget
tr: Daha fazla aracı içe aktarmak için araçlar galerisini açın
uk: Відкрити галерею віджетів, щоб імпортувати більше віджетів

# designer.contextmenu.edit
source: Edit...
af: Verander...
cs: Upravit...
da: Ret...
de: Bearbeiten...
el: Επεξεργασία...
es: Editar...
fi: Muokkaa...
fr: Éditer...
he: עריכה...
hu: Szerkesztés...
id: Sunting...
it: Modifica...
ja: 編集
nl: Bewerken...
no: Rediger...
pl: Edycja...
pt: Editar...
ro: Editare...
ru: Изменить...
sv: Redigera...
tl: Mag-edit...
tr: Düzenle...
uk: Редагувати...

# designer.contextmenu.copymove
source: Copy/move to...
af: Kopieër/skuif na...
cs: Kopírovat/přesunout do...
da: Kopier/flyt til...
de: Kopieren/Verschieben nach...
el: Αντιγραφή/μετακίνηση σε...
es: Copiar/mover a...
fi: Kopioi/siirrä kohteeseen...
fr: Copier/déplacer...
he: העתק/העבר ל...
hu: Másolás/áthelyezés...
id: Salin/pindahkan ke...
it: Copia/sposta in...
ja: コピー/移動
nl: Kopieer/verplaats naar...
no: Kopier/flytt til...
pl: Kopiuj/Przenieś do...
pt: Copiar/mover para...
ro: Copie/mută la...
ru: Копировать/переместить в...
sv: Kopiera/flytta...
tl: Kopyahin/Ilipat sa...
tr: Kopyala/taşı...
uk: Копіювати/перемістити до...

# designer.contextmenu.delete
source: Delete
af: Verwyder
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחק
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
pt: Excluir
ro: Șterge
ru: Удалить
sv: Radera
tl: Tanggalin
tr: Sil
uk: Видалити

# designer.copymove.header
source: Copy/move {{widgetName}}
af: Kopieer/skuif {{widgetName}}
cs: Kopírovat/přesunout {{widgetName}}
da: Kopier/flyt {{widgetName}}
de: Kopiere/Verschiebe {{widgetName}}
el: Αντιγραφή/μετακίνηση {{widgetName}}
es: Copiar/mover {{widgetName}}
fi: Kopioi tai siirrä {{widgetName}}
fr: Copier/déplacer {{widget}}
he: העתקה/העברה של {{widgetName}}
hu: Másolás/áthelyezés {{widgetName}}
id: Salin/pindahkan {{widgetName}}
it: Copia/sposta {{widgetName}}
ja: {{widgetName}} のコピー/移動
nl: Kopieer/verplaats {{widgetName}}
no: Kopier/Flytt {{widgetName}}
pl: Kopiuj/Przenieś {{widgetName}}
pt: Copiar/mover {{widgetName}}
ro: Copie/mută {{widgetName}}
ru: Копировать/переместить {{widgetName}}
sv: Kopiera/flytta {{widgetName}}
tl: Kopyahin/Ilipat {{widgetName}}
tr: Kopyala/taşı {{widgetName}}
uk: Копіювання/переміщення {{widgetName}}

# designer.copymove.todashboard
source: To dashboard
af: Na paneelbord
cs: Na Dashboard
da: Til dashboard
de: Zum Dashboard
el: Στο πινακίδιο
es: Al panel
fi: Näkymään
fr: Vers le tableau de bord
he: עבור ללוח השליטה
hu: Irány a vezérlőpult
id: Ke Dasbor
it: Al pannello
ja: ダッシュ ボードに移動
nl: Naar dashboard
no: Gå til dashbord
pl: Do panelu
pt: Para painel
ro: Accesează dashboard
ru: На главную
sv: Till vy
tl: Sa talaan
tr: Gösterge tablosuna
uk: Панель моніторингу

# designer.copymove.move
source: Move
af: Skuif
cs: Přesunout
da: Flyt
de: Verschieben
el: Μετακίνηση
es: Mover
fi: Siirrä
fr: Déplacer
he: העבר
hu: Áthelyezés
id: Pindahkan
it: Sposta
ja: 移動
nl: Verplaats
no: Flytt
pl: Przenieś
pt: Mover
ro: Mută
ru: Переместить
sv: Flytta
tl: Ilipat
tr: Taşı
uk: Перемістити

# designer.copymove.copy
source: Copy
af: Kopieër
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fr: Copier
he: העתק
hu: Másolás
id: Salin
it: Copia
ja: コピー
nl: Kopieer
no: Kopier
pl: Kopiuj
pt: Copiar
ro: Copiază
ru: Скопировать
sv: Kopiera
tl: Kopyahin
tr: Kopyala
uk: Копіювати

# designer.newwidget.defaultname
source: New Widget
af: Nuwe widget
cs: Nový Widget
da: Ny Widget
de: Neues Widget
el: Νέο Widget
es: Nuevo Widget
fi: Uusi widgetti
fr: Nouveau widget
he: ישומון חדש
hu: Új widget
id: Widget Baru
it: Nuovo Widget
ja: 新しいウィジェット
nl: Nieuw Widget
no: Ny Widget
pl: Nowy widget
pt: Novo Widget
ro: Widget nou
ru: Новый виджет
sv: Ny widget
tl: Bagong Widget
tr: Yeni Araç
uk: Новий віджет

# designer.serversavefailed
source: Server save failed!
af: Bediener stoor het misluk!
cs: Jejda, uložení na server se nezdařilo!
da: Fejl - kunne ikke gemmes på serveren!
de: Speichern auf dem Server fehlgeschlagen!
el: Απέτυχε η αποθήκευση στο διακομιστή!
es: Error al guardar en el servidor!
fi: Tallennus palvelimelle epäonnistui!
fr: Erreur de sauvegarde sur le serveur :
he: שמירה בשרת נכשלה!
hu: Serverre mentés sikertelen!
id: Gagal menyimpan server!
it: Salvataggio sul server non riuscito!
ja: サーバへの保存が失敗しました！
nl: Opslaan op server mislukt!
no: Lagring til server mislyktes!
pl: Zapis na serwerze nie powiódł się!
pt: Falha ao salvar no servidor!
ro: Salvarea pe server a eșuat!
ru: Не удалось сохранить на сервере!
sv: Spara till servern misslyckades!
tl: Bigo ang pagsave ng server!
tr: Sunucu kaydı başarısız oldu!
uk: Збереження на сервері не вдалося!

# dashboard.settings.dialog.title
source: Dashboard Settings
af: Paneelbord Instellings
cs: Nastavení Dashboardu
da: Dashboard indstillinger
de: Dashboard Einstellungen
el: Ρυθμίσεις πινακιδίου
es: Configuración del Tablero
fi: Näkymän asetukset
fr: Paramètres du tableau de bord
he: הגדרות לוח השליטה
hu: Vezérlőpult beállítás
id: Pengaturan Dasbor
it: Impostazioni Pannello
ja: ダッシュボードの設定
nl: Dashboard instellingen
no: Dashboard innstillinger
pl: Ustawienia Panelu
pt: Configurações do painel
ro: Setări dashboard
ru: Настройки панели
sv: Vyinställningar
tl: Settings ng Talaan
tr: Kontrol Paneli Ayarları
uk: Налаштування панелі

# dashboard.settings.tile
source: Menu tile
cs: Panel s menu
da: Menu brik
de: Menü-Kachel
el: Πλακίδιο μενού
es: Menú de mosaico
fi: Valikkoalue
fr: Tuile du menu
he: תפריטי אריח
hu: Menülap
id: Lantai Menu
it: Elemento menu
ja: メニュータイル
nl: Menu tegel
no: Menyen fliser
pl: Kafelka menu
pt: Caixa do menu
ro: Meniu
ru: Меню плиткой
sv: Menyruta
tl: Tile ng Listahan
tr: Menü içeriği
uk: Плитка меню

# dashboard.settings.tile.background_image_url
source: Background Image URL
cs: Adresa URL obrázku na pozadí
da: Baggrundsbillede URL
de: Hintergrundbild-URL
el: Διεύθυνση URL εικόνας φόντου
es: URL de imagen de fondo
fi: Taustakuvan URL osoite
fr: URL de l'image de fond
he: כתובת (URL) תמונת רקע
hu: Háttérkép URL
id: Latar belakang URL Gambar
it: URL dell'immagine di sfondo
ja: 背景画像 URL
nl: Achtergrondafbeelding URL
no: URL til bakgrunnsbilde
pl: Adres URL obrazu tła
pt: URL da imagem de fundo
ro: URL-ul imaginii de fundal
ru: URL-адрес фонового изображения
sv: URL för bakgrundsbild
tl: URL ng Likurang Imahe
tr: Arka Plan Resmi URL'si
uk: URL-адреса зображення фону

# dashboard.settings.tile.title_text_color
source: Title Text color
af: Titel Teks kleur
cs: Barva textu nadpisu
da: Titel tekstfarve
de: Farbe des Titeltextes
el: Χρώμα κειμένου τίτλου
es: Color del texto del título
fi: Otsikkotekstin väri
fr: Couleur du titre
he: צבע טקסט הכותרת
hu: Címszöveg színe
id: Judul teks warna
it: Colore del testo del titolo
ja: タイトル文字色
nl: Titel Tekstkleur
no: Titteltekst farge
pl: Kolor tekstu tytułu
pt: Cor de texto do título
ro: Culoarea textului din titlu
ru: Цвет текста заголовка
sv: Färg på rubrik
tl: Kulay ng Pamagat na teksto
tr: Metin Bağlığı rengi
uk: Колір тексту заголовка

# dashboard.settings.tile.click_feedback
source: Click feedback
cs: Reakce na kliknutí
da: Klik på feedback
de: Feedback beim Klicken
el: Κλικ στο feedback
es: Haga clic en comentarios
fi: Klikkauksen palaute
fr: Réaction au clic
he: משוב על לחיצה
hu: Kattintson a visszajelzéshez
id: Klik umpan balik
it: Clic feedback
ja: クリック応答
nl: Klik feedback
no: Klikk for tilbakemelding
pl: Informacja zwrotna kliknięcia
pt: Reação ao clique
ro: Faceţi clic pe feedback
ru: Отзыв
sv: Feedback vid klick
tl: Pindutin ang Tugon
tr: Geribildirim tıklayın
uk: Натисніть кнопку зворотного зв'язку

# dashboard.settings.tile.click_feedback.description
source: Don't brighten tile on click/tap
af: Moenie teël op klik/tik verhelder
cs: Nezesvětlit panel po kliknutí/tapnutí
da: Gør ikke brikken lysere ved tryk
de: Kachel beim Klicken/Tippen nicht aufleuchten lassen
el: Να μη φωτίζεται το πλακίδιο όταν το πατάτε
es: No iluminar el mosaico al hacer clic / tocar
fi: Älä kirkasta aluetta klikattaessa/näpäyttäessä
fr: Ne pas éclaircir la tuile lorsqu'on appuie dessus
he: לא להאיר אריח נגיעה/לחיצה
hu: Ne legyen fényes a csempe kattintáskor/érintéskor
id: Jangan cerahkan ubin pada saat klik/ketukan
it: Non illuminare l'elemento al clic/tap
ja: クリック/タップでタイルを明るくしない
nl: Tegel bij klik/tap niet oplichten
no: Ikke opplys flisen ved klikk/trykk
pl: Nie rozjaśniaj kafelek przy kliknięciu
pt: Não realçar caixa quando clicado/pressionado
ro: Nu lumina butonul la click/atingere
ru: Не подсвечивать по щелчку/тапу
sv: Lys ej upp vid klick
tl: Wag mo paliwanagin ang tile sa pamamagitan ng pagpindot/pagtap
tr: Deseni tıklamayla veya dokunarak aydınlatmayın
uk: Не підсвічувати плитку при натисканні

# dashboard.settings.advanced
source: Advanced
af: Gevorderd
cs: Rozšířená nastavení
da: Avanceret
de: Erweitert
el: Για προχωρημένους
es: Avanzado
fi: Lisäasetukset
fr: Avancé
he: מתקדם
hu: Haladó mód
id: Lanjutan
it: Avanzate
ja: アドバンスト
nl: Geavanceerd
no: Avansert
pl: Zaawansowane
pt: Avançado
ro: Avansat
ru: Дополнительно
sv: Avancerat
tr: Gelişmiş
uk: Розширені

# dashboard.settings.advanced.warning
source: These options are currently experimental, unstable or targeted at advanced users! Use at your own risk.
af: Hierdie opsies is tans eksperimenteel, onstabiel of bedoel vir gevorderde gebruikers! Gebruik op jou eie risiko.
cs: Tyto možnosti jsou v současné době experimentální, nestabilní nebo zaměřené na pokročilé uživatele! Používáte je tedy na vlastní riziko.
da: Disse indstillinger er i øjeblikket eksperimentelle, ustabile eller målrettet til avancerede brugere! Bruge på egen risiko.
de: Diese Optionen sind derzeit experimentell, instabil oder für fortgeschrittene Benutzer! Verwendung auf eigene Gefahr.
el: Αποτελούν πειραματικές επιλογές με τυχόν αστάθειες και απευθύνεται σε προχωρημένους χρήστες! Χρησιμοποιήστε τις με δική σας ευθύνη.
es: ¡Estas opciones son actualmente experimentales, inestables o dirigidas a los usuarios avanzados! Úselas bajo su responsabilidad.
fi: Nämä asetukset ovat kokeellisia, epävakaita tai tarkoitettu edistyneille käyttäjille! Käyttö omalla vastuulla.
fr: Ces options sont actuellement expérimentales, instables ou destinées aux utilisateurs avancés ! Utilisez-les à vos risques et périls. Elles ne sont volontairement pas traduites.
he: אפשרויות אלה ניסיוניות, לא יציבות או עבור משתמשים מתקדמים! השימוש ביישומון זה על אחריותך בלבד.
hu: Ezek a beállítások kísérletik, nem használtak, vagy csak haladó felhasználók részére vannak! Saját felelősségedre használd!
id: Pilihan ini sedang dalam masa percobaan, belum stabil atau ditargetkan pada pengguna tingkat lanjut! Gunakan dengan resiko anda sendiri.
it: Queste opzioni sono attualmente sperimentali, instabili o mirate a utenti avanzati! Utilizzare a proprio rischio.
ja: これらのオプションは現時点では実験的で不安定、上級ユーザ向けです！自身のご判断でお使いください。
nl: Deze opties zijn momenteel experimenteel en voor gevorderde gebruikers! Gebruik op eigen risico.
no: Disse alternativene er for tiden eksperimentelle.
pl: Opcje te są obecnie eksperymentalne, niestabilne lub kierowane do użytkowników zaawansowanych! Używaj na własne ryzyko.
pt: Estas opções são experimentais, instáveis ou para usuários avançados! Use por sua conta e risco.
ro: Aceste opţiuni sunt în prezent experimentale, instabile sau adresate utilizatorilor avansați! Folosiți pe propria răspundere.
ru: Эти параметры в настоящее время являются экспериментальными, нестабильными и ориентированы на продвинутых пользователей! Используйте их на свой страх и риск.
sv: Dessa inställningar är för närvarande experimentella, instabila eller riktade till avancerade användare! Använd på egen risk.
tl: Ang mga pagpipiliang ito ay kasalukuyang pang-experimento lamang, hindi matatag o kaya para sa advanced na mga taggagamit! Gamitin sa sarili mong kagustuhan.
tr: Bu seçenekler şu anda deneysel, kararsız veya ileri düzey kullanıcıları hedef alıyor! Kullanım kendi sorumluluğunuzdadır.
uk: Ці параметри в даний час експериментальні, нестабільні або орієнтовані на досвідчених користувачів! Використовуйте на свій страх і ризик.

# dashboard.settings.customwidgets
source: Custom widgets
cs: Vlastní Widgety
da: Brugerdefinerede widgets
de: Benutzerdefinierte Widgets
el: Προσαρμοσμένα widget
es: Widgets personalizados
fi: Mukautetut widgetit
fr: Widgets perso.
he: יישומונים מותאמים אישית
hu: Egyéni widget-ek
id: Widget kustom
it: Widget personalizzati
ja: カスタムウィジェット
nl: Aangepaste widgets
no: Spesialtilpasset widgets
pl: Widgety użytkownika
pt: Widgets personalizados
ro: Widget-uri personalizate
ru: Пользовательские виджеты
sv: Anpassade widgets
tl: Custom ng mga widget
tr: Özel araçlar
uk: Користувальницькі віджети

# dashboard.settings.customwidgets.warning
source: This feature is currently experimental, and targeted at advanced users! Use at your own risk.
af: Hierdie funksie is tans eksperimenteel en bedoel vir gevorderde gebruikers! Gebruik op jou eie risiko.
cs: Tato možnost je v současné době experimentální, nestabilní nebo zaměřená na pokročilé uživatele! Používáte ji tedy na vlastní riziko.
da: Denne funktion er i øjeblikket eksperimentel og målrettet til avancerede brugere! Brug på egen risiko.
de: Diese Option ist derzeit experimentell und für fortgeschrittene Benutzer! Verwendung auf eigene Gefahr.
el: Είναι μια πειραματική λειτουργία προς το παρόν και απευθύνεται σε προχωρημένους χρήστες! Χρησιμοποιήστε τη με δική σας ευθύνη.
es: ¡Estas funciones son actualmente experimentales y están dirigidas a usuarios avanzados! Úselas bajo su responsabilidad.
fi: Nämä asetukset ovat kokeellisia, epävakaita tai tarkoitettu edistyneille käyttäjille! Käyttö omalla vastuulla.
fr: Cette fonctionnalité est actuellement expérimentale, et destinée aux utilisateurs avancés ! Utilisez-la à vos risques et périls.
he: אפשרויות אלה ניסיוניות, לא יציבות או עבור משתמשים מתקדמים! השימוש ביישומון זה על אחריותך בלבד.
hu: Ez a lehetőség kísérlet, vagy csak haladó felhasználók részére van! Saját felelősségedre használd!
id: Fitur ini sedang dalam masa percobaan, belum stabil atau ditargetkan pada pengguna tingkat lanjut! Gunakan dengan resiko anda sendiri.
it: Queste opzioni sono attualmente sperimentali, instabili o mirate a utenti avanzati! Utilizzare a proprio rischio.
ja: この機能は現時点では実験的で上級ユーザ向けです！自身のご判断でお使いください。
nl: Deze functie is momenteel experimenteel en voor gevorderde gebruikers! Gebruik op eigen risico.
no: Disse alternativene er eksperimentell, ustabil eller rettet mot erfarne brukere! Bruk på eget ansvar.
pl: Opcje te są obecnie eksperymentalne, niestabilne lub kierowane do użytkowników zaawansowanych! Używaj na własne ryzyko.
pt: Opção ainda em teste, para usuários avançados! Use por sua conta e risco.
ro: Această opţiune este în prezent experimentală, sau adresată utilizatorilor avansați! Folosiți pe propria răspundere.
ru: Эти параметры в настоящее время являются экспериментальными и ориентированы на продвинутых пользователей! Используйте их на свой страх и риск.
sv: Denna funktion är för tillfället experimentell och riktad till avancerade användare! Använd på egen risk.
tl: Ang mga tampok na katangiang ito ay kasalukuyang pang-experimento lamang, at para sa advanced na mga taggagamit! Gamitin sa sarili mong kagustuhan.
tr: Bu özellik şu anda deneme aşamasında ve ileri düzey kullanıcıları hedefliyor! Kullanım riski kendi sorumluluğunuzdadır.
uk: Ця функція є експериментальною, і орієнтована на досвідчених користувачів! Використовуйте на свій страх і ризик.

# dashboard.settings.customwidgets.usecustomwidget
source: Use a custom widget
cs: Použít vlastní Widget
da: Brug en brugerdefineret widget
de: Verwende ein benutzerdefiniertes Widget
el: Χρήση ενός προσαρμοσμένου widget
es: Usar un widget personalizado
fi: Käytä mukautettua widgettiä
fr: Utiliser un widget
he: השתמש ביישומון מסוג מותאם אישית
hu: Használj egyéni widget-et
id: Gunakan sebuah widget kustom
it: Utilizzare un widget personalizzato
ja: カスタムウィジェットを使用
nl: Gebruik een aangepaste widget
no: Bruk en egendefinert widget
pl: Użyj widgetów użytkownika
pt: Usar um widget personalizado
ro: Utilizaţi un widget personalizat
ru: Использовать пользовательский виджет
sv: Använd anpassad widget
tl: Gumamit ng custom ng widget
tr: Özel bir araç kullanın
uk: Використовувати користувальницький віджет

# dashboard.settings.customwidgets.customwidget
source: Custom Widget
cs: Vlastní Widget
da: Brugerdefineret Widget
de: Benutzerdefiniertes Widget
el: Προσαρμοσμένο widget
es: Widget personalizado
fi: Mukautettu widgetti
fr: Widget personnalisé
he: יישומונים מותאמים אישית
hu: Egyéni widget
id: Widget kustom
it: Widget personali
ja: カスタム ウィジェット
nl: Aangepaste Widget
no: Spesialtilpasset widgets
pl: Widget użytkownika
pt: Widget personalizado
ro: Widget personalizat
ru: Пользовательский виджет
sv: Anpassad widget
tl: Custom ng Widget
tr: Özel Araç
uk: Користувальницький Віджет

# dashboard.settings.customwidgets.tile
source: Main menu tile
cs: Panel s hlavním menu
da: Hovedmenu brik
de: Hauptmenü-Kachel
el: Πλακίδιο κυρίως μενού
es: Menu principal
fi: Päävalikon alue
fr: Tuile du menu principal
he: אריח תפריט ראשי
hu: Főmenü lap
id: Menu utama ubin
it: Menu principale
ja: メインメニュータイル
nl: Hoofdmenu tegel
no: Hovedmenyen fliser
pl: Kafelka Menu głównego
pt: Caixa do menu principal
ro: Titlul meniului principal
ru: Главное меню плиткой
sv: Huvudmeny-ruta
tl: Tile ng Pangunahing Listahan
tr: Ana menü deseni
uk: Плитка головного меню

# dashboard.settings.customwidgets.tile.description
source: Replace the tile contents by a custom widget
cs: Nahradit obsah panelu vlastním Widgetem
da: Erstatter brikkens indhold med en brugerdefineret widget
de: Ersetze den Inhalt der Kachel mit einem benutzerdefinierten Widget
el: Αντικαταστήστε τα περιεχόμενα του πλακιδίου με ένα προσαρμοσμένο widget
es: Reemplace el contenido de la celda por un widget personalizado
fi: Vaihda valitulle alueelle mukautettu widgetti
fr: Remplacer le contenu de la tuile du menu principal par un widget personnalisé
he: להחליף את התוכן אריח על-ידי רכיב יישומון מסוג מותאם אישית
hu: A lap tartalma cseréje egyéni widget-el
id: Gantikan isi konten tile dengan menggunakan sebuah widget kustom
it: Sostituisci il contenuto dell'elemento con un widget personale
ja: タイルコンテンツをカスタムウィジェットで置き換え
nl: Vervang de inhoud van de tegel door een aangepaste widget
no: Erstatt flis innholdet av en egendefinert widget
pl: Zamień zawartość kafelki z widgetem użytkownika
pt: Substituir o conteúdo da caixa por um widget personalizado
ro: Înlocuiţi conţinutul titlului cu un widget personalizat
ru: Заменить плитку пользовательским виджетом
sv: Ersätt rutans innehåll med en anpassad widget
tl: Palitan ang mga nilalaman ng tile sa pamamagitan ng custom ng widget
tr: Desen içeriğini özel bir araç ile değiştirin
uk: Замінити вміст плитки користувацьким віджетом

# dashboard.settings.customwidgets.drawer
source: Drawer
cs: Boční menu
da: Sidepanel
de: Seitliches Menü
el: Συρταρωτό μενού
es: Cajón
fi: Valitsin
fr: Tiroir latéral
he: מגירה
hu: Rajzoló
id: Laci
it: Modalità disegno
ja: ドロワー
no: Skuff
pl: Szuflada
pt: Gaveta
ro: Listă aplicaţii
ru: Боковая панель
sv: Utdragsmeny
tr: Çekmece
uk: Випадаюче меню
