Repository: openhab/openhab-webui
Catalog: bundles/org.openhab.ui.habpanel/web/assets/i18n/admin/*.po
Languages: af, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, nl, no, pl, pt, ro, ru, sv, tl, tr, uk

# settings.storage.panelconfiguration.dialog.message
source: Please choose a name for the new panel configuration (letters and digits only please):
cs: Zvolte prosím název nového panelu (jen písmena a číslice):
da: Vælg venligst et navn til den nye panel konfiguration (kun bogstaver og cifre er tilladt):
de: Bitte wähle einen Namen für die neue Panel-Konfiguration (Bitte nur Buchstaben und Zahlen):
el: Παρακαλώ συμπληρώστε ένα όνομα για τη νέα διαμόρφωση πίνακα (μόνο γράμματα και ψηφία):
es: Elija un nombre para la nueva configuración del panel (solo letras y dígitos):
fi: Ole hyvä ja valitse nimi uudelle panelikonfiguraatiolle (vain numeroita ja kirjaimia):
fr: Veuillez choisir un nom pour la nouvelle configuration de panneau (lettres et nombre seulement s'il vous plaît) :
he: אנא בחר שם עבור תצורת לוח חדש (אותיות וספרות בלבד):
hu: Válasszon egy nevet az új konfigurációs panelhez (csak betűk és számjegyek):
id: Silakan pilih sebuah nama untuk konfigurasi panel baru (hanya diperbolehkan huruf dan angka saja):
it: Si prega di scegliere un nome per la nuova configurazione del pannello (solo lettere e cifre per favore):
ja: 新しいパネル設定の名前を選択してください (使用できる文字は英数文字のみです)。
nl: Kies een naam voor de nieuwe panel configuratie (alleen letters en cijfers):
no: Velg et navn for den nye panel konfigurasjonen (bokstaver og sifre Vennligst):
pl: Wybierz nazwę dla nowej konfiguracji panelu (litery i cyfry):
pt: Por favor, escolha um nome para o nova configuração de painel (use apenas letras e digitos numéricos):
ro: Alege un nume pentru noul panou de configurare (numai litere și cifre):
ru: Выберите имя новой конфигурации (только буквы и цифры):
sv: Välj ett namn på den nya panelkonfigurationen (endast bokstäver och siffror):
tl: Pakiusap pumili ng pangalan para sa bagong kompigurasyon ng panel (letra at bilang lamang ang pwede):
tr: Lütfen yeni panel yapılandırması için bir ad seçin (harfler ve rakamlar olarak lütfen):
uk: Будь ласка, оберіть ім'я для нової панелі конфігурації (лише букви і цифри, будь ласка):

# settings.storage.panelconfiguration.dialog.remove.title
source: Remove panel configuration
he: הסר את תצורת הפאנל
pt: Remover configuração do painel
tr: Panel yapılandırmalarını kaldırın

# settings.storage.panelconfiguration.dialog.remove.message
source: Please confirm you wish to delete this panel configuration from the server's registry: {{name}}. Make sure no other instances are using this panel configuration!
he: אנא אשר שברצונך למחוק את תצורת הפאנל הזו מהרישום של השרת: {{name}}. ודא שאין מופעים אחרים המשתמשים בתצורת הפאנל הזו!
pt: Por favor confirme que você deseja excluir esta configuração de painel do servidor: {{name}}. Certifique-se de que nenhuma outra instância está usando esta configuração de painel!
tr: Lütfen bu panel yapılandırmasını sunucunun kayıt defterinden silmek istediğinizi onaylayın: {{name}}. Başka hiçbir örneğin bu panel yapılandırmasını kullanmadığından emin olun!

# settings.storage.panelconfiguration.dialog.switch.message
source: Switching from local storage to a panel configuration will overwrite your local configuration! Are you sure?
he: מעבר מאחסון מקומי לתצורת פאנל ידרוס את התצורה המקומית שלך! האם אתה בטוח?
pt: Mudar do armazenamento local para uma configuração de painel irá sobrescrever suas configurações locais! Tem certeza?
tr: Yerel depolamadan panel yapılandırmasına geçmek, yerel yapılandırmanızın üzerine yazacaktır! Emin misin?

# settings.panel.name
source: Panel name
cs: Název panelu
da: Panel navn
el: Όνομα πίνακα
es: Nombre del Panel
fi: Panelin nimi
fr: Nom du panneau
he: שם לוח שליטה
hu: Panel neve
id: Nama panel
it: Nome del pannello
ja: パネル名
nl: Panel naam
no: Panel navn
pl: Nazwa panelu
pt: Nome do painel
ro: Nume panou
ru: Имя панели
sv: Namn på panel
tl: Pangalan ng panel
tr: Panel adı
uk: Назва панелі

# settings.panel.name.hint
source: Replaces 'HABPanel' in the side drawer when set
cs: Název bude zobrazen místo "HABPanel" v bočním menu
da: Erstatter 'HABPanel' i side panelet når den er aktiv
de: Ersetzt 'HABPanel' im seitlichen Übersichts-Menü
el: Αντικαθιστά το 'HABPanel' στο πλευρικό συρταρωτό μενού, όταν έχει ρυθμιστεί
es: Reemplaza 'HABPanel' en el cajón lateral cuando se establece
fi: Korvaa tekstin 'HABPanel' sivulla olevassa valitsimessa
fr: Remplace 'HABPanel' dans le tiroir latéral si défini
he: מחליף את 'HABPanel' במגירה הצדדית כאשר הוא מוגדר
hu: Lecseréli a "HABPanel"-t az oldalsó fiókban, ha értéke
id: Menggantikan 'HABPanel' di dalam laci samping pada saat diatur
it: Sostituisce 'HABPanel' nel menu laterale se impostato
ja: 設定時、サイドドロワーの 'HABPanel' を置き換えます
nl: Vervangt 'HABPanel' in de drawer wanneer deze is ingesteld
no: Erstatter 'HABPanel' i side menyen når valgt
pl: Zastępuje 'HABPanel' w menu bocznym
pt: Substitui 'HABPanel' no menu lateral quando definido
ro: Înlocuiește 'HABPanel' în meniul lateral când este setat
ru: Заменить 'HABPanel' боковой панелью
sv: Ersätter 'HABPanel' i sidomenyn
tl: Pinapalitan ang 'HABPanel' mula sa side drawer kung naka-set
tr: Yerleştirildiğinde yan işlemcideki 'HABPanel' yerine geçer
uk: При встановленні, замінює HABPanel в бічному випливаючому меню

# settings.panel.appearance.header
source: Appearance
cs: Vzhled
da: Udseende
de: Darstellung
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr: Apparence
he: מראה
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観
nl: Uiterlijk
no: Utseende
pl: Wygląd
pt: Aparência
ro: Aspect
ru: Оформление
sv: Utseende
tl: Htsura
tr: Görünüm
uk: Зовнішній вигляд

# settings.panel.appearance.theme
source: Theme
af: Tema
cs: Motivy vzhledu
da: Tema
el: Θέμα
es: Tema
fi: Teema
fr: Thème
he: ערכת עיצוב
hu: Sablon
id: Tema
it: Tema
ja: テーマ
nl: Thema
no: Tema
pl: Motyw
pt: Tema
ro: Temă
ru: Тема
sv: Tema
tl: Tema
tr: Tema
uk: Тема

# settings.panel.appearance.theme.not_supported
source: Themes are not compatible with this browser.
cs: Motivy nejsou kompatibilní s tímto prohlížečem.
da: Temaer er ikke kompatible med denne browser.
de: Themes sind nicht kompatibel mit diesem Browser.
el: Τα Θέματα δεν είναι συμβατά με αυτό το πρόγραμμα περιήγησης.
es: Los temas no son compatibles con este navegador.
fi: Tämä selain ei tue teemoja.
fr: Les thèmes ne sont pas compatible avec ce navigateur.
he: ערכות נושא אינן תואמות לדפדפן זה.
hu: Sablon nem kompatibilisek ezzel a böngészővel.
id: Tema tidak sesuai dengan browser ini.
it: Temi non sono compatibili con questo browser.
ja: テーマはこのブラウザと互換性がありません。
nl: Themes zijn niet compatibel met deze browser.
no: Temaer er ikke kompatible med denne nettleseren.
pl: Motywy nie są zgodne z tą przeglądarką.
pt: Este navegador não suporta Temas.
ro: Temele nu sunt compatibile cu acest browser.
ru: Темы, несовместимые с Вашим браузером.
sv: Denna webbläsare är inte kompatibel med teman.
tl: Ang mga tema ay hindi tugma sa browser na ito.
tr: Temalar bu tarayıcı ile uyumlu değil.
uk: Теми не сумісні з цим браузером.

# settings.panel.appearance.additional_stylesheet
source: Additional stylesheet (optional)
cs: Další šablony stylů (volitelné)
da: Yderligere stylesheet (valgfri)
de: Weiteres Stylesheet (optional)
el: Επιπλέον stylesheet (προαιρετικά)
es: Hoja de estilo adicional (opcional)
fi: Vaihtoehtoinen tyyliasu (valinnainen)
fr: Feuille de style externe (optionnel)
he: גליון סגנונות נוספים (אופציונלי)
hu: További stíluslap (opcionális)
id: Lembaran tambahan (opsional)
it: Ulteriori fogli di stile (opzionale)
ja: 追加のスタイルシート (任意)
nl: Extra stylesheet (optioneel)
no: Flere stilark (valgfritt)
pl: Dodatkowe arkusze styli (opcjonalnie)
pt: Folha de estilos adicional (opcional)
ro: Stylesheet adițional (opțional)
ru: Дополнительные стили (опционально)
sv: Ytterligare stylesheet (valfritt)
tl: Karagdanagang stylesheet (opsyonal)
tr: Ek stil sayfası (isteğe bağlı)
uk: Додаткові таблиці стилів (опціонально)

# settings.panel.appearance.additional_stylesheet.hint
source: Relative URL only; example: /static/example.css
cs: Pouze relativní adresa URL; Například: /static/example.css
da: Relativ URL-adresse kun; eksempel: /static/example.css
de: Nur Relative URL erlaubt; Beispiel: /static/example.css
el: Μόνο σχετική διεύθυνση URL. Παράδειγμα: /static/example.css
es: Solo URL relativa; ejemplo: /static/example.css
fi: Vain relatiivinen URL osoite; esimerkki: /static/example.css
fr: URL relative seulement; exemple : /static/example.css
he: כתובת URL יחסית בלבד; לדוגמא : /static/example.css
hu: Relatív URL-címek csak; Példa: /static/example.css
id: URL relatif saja; Contoh: /static/example.css
it: Solo URL relativi; esempio: /static/example.css
ja: 相対 URL のみ。例：/static/example.css
nl: Alleen relatieve URL; voorbeeld: /static/example.css
no: Relativ URL-adresse. eksempel: /static/example.css
pl: Względny adres URL; przykład: /static/example.css
pt: Apenas URL relativos. Exemplo: /static/example.css
ro: Doar URL relativ; exemplu: /static/exemple.css
ru: Относительный URL-адрес Пример: /static/example.css
sv: Endast relativ URL. Exempel: /static/example.css
tl: Relatibong URL lamang; halibawa: /static/example.css
tr: Yalnızca ilgili URL; örnek: /static/example.css
uk: Тільки відносна URL-адреса; наприклад: /static/example.css

# settings.panel.appearance.background_image
source: Background image (optional)
cs: Obrázek pozadí (volitelné)
da: Baggrundsbillede (valgfri)
de: Hintergrundbild (optional)
el: Εικόνα φόντου (προαιρετικά)
es: Imagen de fondo (opcional)
fi: Taustakuva (valinnainen)
fr: Image de fond (optionnel)
he: תמונת הרקע (אופציונלי)
hu: Háttér kép (opcionális)
id: Latar belakang gambar (opsional)
it: Immagine sfondo (opzionale)
ja: 背景画像 (任意)
nl: Achtergrondafbeelding (optioneel)
no: Bakgrunnsbilde (valgfritt)
pl: Tło obrazu (opcjonalnie)
pt: Imagem de fundo (opcional)
ro: Imagine de fundal (opţional)
ru: Фоновый рисунок (опционально)
sv: Bakgrundsbild (valfritt)
tl: Likurang Imahe (opsyonal)
tr: Arka plan resmi (isteğe bağlı)
uk: Фонове зображення (опціонально)

# settings.panel.appearance.background_image.hint
source: Example: //source.unsplash.com/random
af: Voorbeeld: //source.unsplash.com/random
cs: Například: //source.unsplash.com/random
da: Eksempel: //source.unsplash.com/random
de: Beispiel: //source.unsplash.com/random
el: Παράδειγμα: //source.unsplash.com/random
es: Ejemplo: //source.unsplash.com/random
fi: Esimerkki: //source.unsplash.com/random
fr: Exemple : //source.unsplash.com/random
he: דוגמא : //source.unsplash.com/random
hu: Például: //source.unsplash.com/random
id: Contoh: //source.unsplash.com/random
it: Esempio: //source.unsplash.com/random
ja: 例：//source.unsplash.com/random
nl: Voorbeeld: //source.unsplash.com/random
no: Eksempel: //source.unsplash.com/random
pl: Przykład: //source.unsplash.com/random
pt: Exemplo: //source.unsplash.com/random
ro: Exemplu: //source.unsplash.com/random
ru: Пример: //source.unsplash.com/random
sv: Exempel: //source.unsplash.com/random
tl: Halimbawa: //source.unsplash.com/random
tr: Örnek: //source.unsplash.com/random
uk: Приклад: //source.unsplash.com/random

# settings.panel.appearance.drawer_heading_image
source: Drawer heading image (optional)
af: Drawer opskrif image (opsioneel)
cs: Obrázek záhlaví bočního menu (volitelné)
da: Sidepanel billed (valgfri)
de: Titelbild des seitlichen Menüs (optional)
el: Εικόνα κεφαλίδας στο συρταρωτό μενού (προαιρετικό)
es: Imagen del encabezado del cajón (opcional)
fi: Vetovalitsimen otsakkeen kuva (valinnainen)
fr: Image d'en-tête du panneau latéral
he: מגירת תמונת כותרת (אופציונלי)
hu: Fiók fejléc kép (opcionális)
id: Laci judul gambar (opsional)
it: Immagine come intestazione del menu (opzionale)
ja: ドロワー見出し画像 (オプション)
nl: Drawer rubriek afbeelding (optioneel)
no: Meny overskrift bilde (valgfritt)
pl: Obraz nagłówka szuflady (opcjonalnie)
pt: Imagem de cabeçalho do menu (opcional)
ro: Imagine meniu lateral (opțional)
ru: Главная иконка боковой панели (опционально)
sv: Rubrikbild i utdragsmeny (valfritt)
tl: Imahe ng Drawer heading (opsyonal)
tr: İşlemci başlık görüntüsü (isteğe bağlı)
uk: Зображення заголовка випливаючого меню (опціонально)

# settings.panel.appearance.drawer_heading_image.hint
source: Example: //via.placeholder.com/265x95
af: Voorbeeld: //via.placeholder.com/265x95
cs: Například: //via.placeholder.com/265x95
da: Eksempel: //via.placeholder.com/265x95
de: Beispiel: //via.placeholder.com/265x95
el: Παράδειγμα: //via.placeholder.com/265x95
es: Ejemplo: //via.placeholder.com/265x95
fi: Esimerkki: //via.placeholder.com/265x95
fr: Exemple : //via.placeholder.com/265x95
he: דוגמה: //via.placeholder.com/265x95
hu: Például: //via.placeholder.com/265x95
id: Contoh: //via.placeholder.com/265x95
it: Esempio: //via.placeholder.com/265x95
ja: 例：//via.placeholder.com/265x95
nl: Voorbeeld: //via.placeholder.com/265x95
no: Eksempel: //via.placeholder.com/265x95
pl: Przykład: //via.placeholder.com/265x95
pt: Exemplo: //via.placeholder.com/265x95
ro: Exemplu: //via.placeholder.com/265x95
ru: Пример: //via.placeholder.com/265x95
sv: Exempel: //via.placeholder.com/265x95
tl: Halimbawa: //via.placeholder.com/265x95
tr: Örnek: //via.placeholder.com/265x95
uk: Приклад: //via.placeholder.com/265x95

# settings.panel.appearance.prevent_scrolling
source: Prevent scrolling (when not editing)
af: Voorkom scrolling (wanneer nie besig is om te verander nie)
cs: Zabránit posouvání (když neupravujete)
da: Ingen scrolling (når du ikke redigerer)
de: Scrollen verhindern (wenn nicht bearbeitet wird)
el: Αποτροπή κύλισης (όταν δεν γίνεται επεξεργασία)
es: Evitar el desplazamiento (cuando no se está editando)
fi: Estä vieritys (kun ei muokata)
fr: Empêcher le scrolling (en dehors de l'édition)
he: מניעת גלילה (כאשר לא בעריכה)
hu: Megakadályozza a görgetést (nem szerkesztés módban)
id: Mencegah tidak bergulir (ketika tidak menyunting)
it: Impedire lo scorrimento (quando non si sta editando)
ja: (編集していない時は) スクロールを禁止
nl: Voorkom scrollen (wanneer je niet bewerkt)
no: Forhindre scrolling (når en ikke redigerer)
pl: Zapobiegaj przewijaniu (nie dotyczy trybu edycji)
pt: Impedir o deslize da tela (fora do modo de edição)
ro: Oprește derularea (atunci când nu se editează)
ru: Запрет прокрутки (кроме режима редактирования)
sv: Förhindra rullning (när du inte redigerar)
tl: Iwasan ang pag-scroll (Kung hindi nag-eedit)
tr: Kaydırmayı önleme (düzenleme yapmadığınızda)
uk: Не прокручувати (якщо не редагується)

# settings.panel.appearance.hide_drawer_footer
source: Hide the drawer's footer
af: Steek die Drawer se footer weg
cs: Skrýt zápatí bočního menu
da: Skjul sidepanelets sidefod
de: Blende die Fußzeile des seitlichen Menüs aus
el: Απόκρυψη υποσέλιδου στο συρταρωτό μενού
es: Ocultar pie de página de cajón
fi: Piilota vetovalitsimen alaotsake
fr: Cacher la partie inférieure du tiroir latéral
he: הסתר לחצני סרגל תחתון
hu: Fiók lábléc elrejtése
id: Menyembunyikan laci footer
it: Nascondi il piè di pagina del menu
ja: ドロワーのフッターを非表示
nl: Verberg de voettekst
no: Skjul menyens bunntekst
pl: Ukrywanie stopki szuflady
pt: Ocultar rodapé do menu
ro: Ascunde subsolul meniului lateral
ru: Скрыть нижнюю часть боковой панели
sv: Dölj utdragsmenyns sidfot
tl: Itago ang drawer's footer
tr: İşlemci altbilgisini gizle
uk: Сховати футер випливаючого меню

# settings.panel.appearance.hide_toolbar_buttons
source: Hide toolbar buttons:
af: Steek die toolbar knoppies weg:
cs: Skrýt tlačítka na panelu nástrojů:
da: Skjule knapperne på værktøjslinjen:
de: Blende Symbolleisten-Schaltflächen aus:
el: Απόκρυψη κουμπιών στη γραμμή εργαλείων:
es: Ocultar botones de barra de herramientas:
fi: Piilota työkalurivin painikkeet:
fr: Cacher les boutons de la barre d'outils :
he: הסתר את לחצני סרגל הכלים:
hu: Eszköztár gombjainak elrejtése:
id: Menyembunyikan tombol toolbar:
it: Nascondi i pulsanti della barra degli strumenti:
ja: ツールバーボタンを非表示：
nl: Verberg werkbalk knoppen:
no: Skjul verktøylinjeknapper:
pl: Ukryj przyciski paska narzędzi:
pt: Ocultar botões da barra de ferramentas:
ro: Ascunde butoanele barei de instrumente:
ru: Скрыть панель инструментов:
sv: Dölj verktygsfältets knappar:
tl: Itago ang mga pindutan ng toolbar:
tr: Araç çubuğu düğmelerini gizle:
uk: Приховати кнопки на панелі інструментів:

# settings.panel.appearance.show_clock
source: Show a clock on the header
af: Wys 'n horlosie op die header
cs: Zobrazit hodiny v záhlaví
da: Vise et ur ved overskriften
de: Uhr im Header anzeigen
el: Εμφανίζει ένα ρολόι στην κεφαλίδα
es: Mostrar un reloj en el encabezado
fi: Näytä kello otsikkorivillä
fr: Afficher une horloge dans la partie supérieure
he: הצג שעון על הכותרת
hu: Az óra megjelenítése a fejlécben
id: Tampilkan sebuah jam pada header
it: Mostra un orologio nel titolo
ja: ヘッダーに時計を表示
nl: Een klok weergeven op de titelbalk
no: Vis en klokke i overskriften
pl: Pokaż zegar w nagłówku
pt: Mostrar um relógio no cabeçalho
ro: Arată un ceas pe antet
ru: Показывать часы в заголовке
sv: Visa en klocka i sidhuvudet
tl: Ipakita ang orasan sa header
tr: Başlıkta bir saat göster
uk: Відображати годинник у заголовку

# settings.panel.appearance.show_clock.header_format
source: Header clock format
af: Header horlosie formaat
cs: Formát hodin v záhlaví
da: Overskrifts ur format
de: Format für Uhrzeit im Header
el: Μορφή ρολογιού κεφαλίδας
es: Formato de reloj de encabezado
fi: Otsikkorivin kellon näyttötapa
fr: Format de l'heure
he: סוג השעון בכותרת
hu: Fejléc óra formátum
id: Format jam header
it: Formato dell'orologio nel titolo
ja: ヘッダーの時計のフォーマット
nl: Opmaak van de klok in de titelbalk
no: Klokke format i overskrift
pl: Format czasu w nagłówku
pt: Formato do relógio de cabeçalho
ro: Format pentru ceas în antet
ru: Формат часов в заголовке
sv: Format för klocka
tl: Format ng header ng orasan
tr: Başlık saat formatı
uk: Формат часу у заголовку

# settings.panel.appearance.show_clock.header_format.hint
source: Default: shortTime, use AngularJS date format
af: Verstek: shortTime, gebruik AngularJS datum formaat
cs: Výchozí hodnota: shortTime, použijte formát data AngularJS
da: Standard: shortTime, bruger AngularJS datoformat
de: Standard: shortTime, AngularJS Datumsformat verwenden
el: Προεπιλογή: shortTime, χρήση μορφής ημερομηνίας AngularJS
es: Valor predeterminado: shortTime, use el formato de fecha AngularJS
fi: Oletus: shortTime, käytä AngularJS päivämääräformaattia
fr: Défaut : shortTime, utiliser le format des dates AngularJS
he: ברירת מחדל: (זמן קצר), השתמש בתבנית התאריך AngularJS
hu: Alapértelmezett érték: shortTime, AngularJS dátum formátumot használ
id: Standar: shortTime, menggunakan format tanggal AngularJS
it: Valore predefinito: shortTime, utilizzare il formato di data AngularJS
ja: デフォルト：shortTime、Angular JS日付フォーマットを使用
nl: Standaard: shortTime, gebruik AngularJS date formaat
no: Standard: shortTime, bruk AngularJS dato format
pl: Wartość domyślna: shortTime, użyj formatu daty AngularJS
pt: Padrão: shortTime, usa o formato de data do AngularJS
ro: Implicit: shortTime, utilizaţi formatul de dată AngularJS
ru: По умолчанию: shortTime - использует формат AngularJS
sv: Standard: shortTime, använd AngularJS datumformat
tl: Default: shortTime, gamitin ang AngularJS date format
tr: Varsayılan: shortTime, AngularJS tarih biçimini kullanın
uk: За замовчуванням: shortTime, використовуйте формат дати AngularJS

# settings.panel.customwidgets.header
source: Custom Widgets
af: Persoonlike Widgets
cs: Vlastní Widgety
da: Brugerdefinerede Widgets
de: Benutzerdefinierte Widgets
el: Προσαρμοσμένα widget
es: Widgets personalizados
fi: Mukautetut widgetit
fr: Widgets personnalisés
he: יישומונים מותאמים אישית
hu: Egyéni widget-ek
id: Widget kustom
it: Widget Personalizzati
ja: カスタムウィジェット
nl: Aangepaste widgets
no: Tilpassede Widgets
pl: Widgety użytkownika
pt: Widgets personalizados
ro: Widget-uri personalizate
ru: Пользовательские виджеты
sv: Anpassade widgets
tl: Custom ng mga Widgets
tr: Özel Araçlar
uk: Користувальницькі Віджети

# settings.panel.customwidgets.manage
source: Manage
af: Bestuur
cs: Spravovat
da: Administrér
de: Verwalten
el: Διαχείριση
es: Gestionar
fi: Hallitse
fr: Gérer
he: נהל
hu: Kezelés
id: Mengelola
it: Gestione
ja: 管理
nl: Beheren
no: Administrer
pl: Zarządzaj
pt: Gerenciar
ro: Administrează
ru: Управление
sv: Hantera
tl: Pangasiwaan
tr: Yönetmek
uk: Керувати

# settings.panel.voicesupport.header
source: Voice Support
af: Stem Ondersteuning
cs: Hlasová podpora
da: Stemme Support
de: Sprachunterstützung
el: Φωνητική υποστήριξη
es: Soporte de voz
fi: Äänipalaute
fr: Support vocal
he: תמיכה בקול
hu: Hang támogatás
id: Dukungan Suara
it: Supporto Vocale
ja: 音声サポート
nl: Spraakondersteuning
no: Stemmestøtte
pl: Obsługa Głosowa
pt: Suporte de voz
ro: Suport voce
ru: Голосовое управление
sv: Tal
tl: Suporta ng Boses
tr: Ses Desteği
uk: Голосова Підтримка

# settings.panel.voicesupport.speech_synthesis_voice
source: Speech synthesis voice
af: Sintetiese spraak stem
cs: Hlas pro syntézu řeči
da: Tale syntese stemme
de: Stimme der Sprachwiedergabe
el: Σύνθεση φωνής ομιλίας
es: Voz de síntesis de habla
fi: Puhesynteesin ääni
fr: Voix de la synthèse vocale
he: דיבור בסינתזה של קול
hu: Beszéd szintézis
id: Suara pidato sintetis
it: Voce di sintesi vocale
ja: 音声合成
nl: Spraaksoftware stem
no: Talesyntese stemme
pl: Głos syntezatora mowy
pt: Voz da síntese de fala
ro: Voce sintetizată
ru: Синтез речи
sv: Talsyntes-röst
tl: Boses ng pagbubuo ng salita
tr: Konuşma birleşim sesi
uk: Голос синтезатора Мови

# settings.panel.voicesupport.speech_synthesis_voice.hint
source: Available voices depend on the operating system and browser environments.
af: Beskikbare stemme afhangend van die bedryfstelsel en webblaaier omgewings.
cs: Výběr hlasů závisí na operačním systému a prostředí prohlížeče.
da: Tilgængelige stemmer afhænger af OS og browseren.
de: Verfügbare Stimmen sind abhängig vom Betriebssystem und der Browser-Umgebungen.
el: Οι διαθέσιμες φωνές εξαρτώνται από το λειτουργικό σύστημα και το πρόγραμμα περιήγησης.
es: Las voces disponibles dependen del sistema operativo y los entornos del navegador.
fi: Valittavissa olevat äänet riippuvat käyttöjärjestelmästä ja selaimesta.
fr: Les voix disponibles dépendent de l'environnement : système d'exploitation, navigateur.
he: הקולות הזמינים תלויים מערכת ההפעלה וסביבת הדפדפן.
hu: A rendelkezésre álló hangok függenek az operációs rendszertől és a böngészőtől.
id: Suara tersedia tergantung pada sistem operasi dan sekeliling browser.
it: Le voci disponibili dipendono dal sistema operativo e dal browser.
ja: 利用可能な音声は、オペレーティングシステムとブラウザの環境によって異なります。
nl: Beschikbare stemmen zijn afhankelijk van het besturingssysteem en browser omgevingen.
no: Tilgjengelige stemmer avhenger av operativsystem og nettleser miljøer.
pl: Dostępne głosy zależą od systemu operacyjnego i przeglądarki.
pt: Vozes disponíveis dependem do sistema operacional e navegador.
ro: Vocile disponibile depind de sistemul de operare şi de browser.
ru: Доступные голоса зависят от операционной системы и браузера.
sv: Tillgängliga röster beror på operativsystem och webbläsare.
tl: Ang magagamit na mga boses ay nagdedepende sa sistemang operatibo at ng browser environments.
tr: Kullanılabilir sesler işletim sistemine ve tarayıcı ortamlarına bağlıdır.
uk: Доступні голоси залежать від операційної системи і браузера.

# settings.panel.voicesupport.speech_synthesis_voice.test
source: Test
af: Toets
cs: Otestovat
el: Δοκιμή
es: Prueba
fi: Kokeile
fr: Tester
he: בדיקה
hu: Teszt
id: Coba
it: Prova
ja: テスト
pl: Sprawdź
pt: Teste
ru: Тест
sv: Testa
tl: Subukan
uk: Перевірка
