Repository: openhab/openhab-webui
Catalog: bundles/org.openhab.ui.habpanel/web/assets/i18n/admin/*.po
Languages: af, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, nl, no, pl, pt, ro, ru, sv, tl, tr, uk

# customwidgets.list.contextmenu.openhelp
source: Open Help
af: Maak Hulp oop
cs: Otevřít nápovědu
da: Åben hjælp
de: Hilfe öffnen
el: Άνοιγμα Βοήθειας
es: Abrir ayuda
fi: Avaa ohjeet
fr: Ouvrir l'aide
he: פתח את העזרה
hu: Súgó megnyitása
id: Bantuan terbuka
it: Apri aiuto online
ja: ヘルプを開く
nl: Help openen
no: Åpne hjelp
pl: Otwórz Pomoc
pt: Abrir Ajuda
ro: Deschidere Ajutor
ru: Помощь
sv: Öppna Hjälp
tl: Buksan ang Tulong
tr: Yardımı Aç
uk: Допомога

# customwidgets.list.contextmenu.update
source: Update...
af: Opdateer...
cs: Aktualizovat...
da: Opdater...
de: Aktualisieren...
el: Ενημέρωση...
es: Actualizar...
fi: Päivitä...
fr: Mettre à jour...
he: עדכון...
hu: Frissítés...
it: Aggiorna...
ja: 更新...
nl: Bijwerken...
no: Oppdater...
pl: Aktualizuję...
pt: Atualizar...
ro: Actualizează...
ru: Обновить...
sv: Uppdatera...
tl: Mag-update...
tr: Güncelleme...
uk: Оновити...

# customwidgets.list.newwidget
source: New widget
af: Nuwe widget
cs: Nový Widget
da: Ny widget
de: Neues Widget
el: Νέο widget
es: Nuevo widget
fi: Uusi widgetti
fr: Nouveau widget...
he: ישומון חדש
hu: Új widget
id: Widget baru
it: Nuovo widget
ja: 新しいウィジェット
nl: Nieuwe widget
no: Ny Widget
pl: Nowy widget
pt: Novo widget
ro: Widget nou
ru: Новый виджет
sv: Ny widget
tl: Bagong widget
tr: Yeni araç
uk: Новий віджет

# customwidgets.list.importwidget
source: Import widget
af: Voer Widget in
cs: Importovat Widget
da: Importer widget
de: Widget importieren
el: Εισαγωγή widget
es: Importar widget
fi: Tuo widgetti
fr: Importer widget
he: ייבוא יישומון
hu: Widget importálása
id: Impor widget
it: Importa widget
ja: ウィジェットをインポート
nl: Importeer widget
no: Importere widget
pl: Zaimportuj widget
pt: Importar widget
ro: Importă Widget
ru: Импорт виджета
sv: Importera widget
tl: Mag-angkat ng widget
tr: İçe araç aktar
uk: Імпорт віджета

# customwidgets.list.importwidget.fromfile
source: Import from file...
af: Voer in vanaf 'n file...
cs: Importovat ze souboru...
da: Importer fra fil...
de: Aus Datei importieren...
el: Εισαγωγή από αρχείο...
es: Importar desde archivo...
fi: Tuo tiedostosta...
fr: Importer depuis un fichier...
he: ייבא מקובץ...
hu: Importálás fájlból...
id: Impor dari berkas...
it: Importa da file...
ja: ファイルからインポート
nl: Uit een bestand importeren...
no: Importer fra fil...
pl: Importuj z pliku...
pt: Importar de um arquivo...
ro: Importă din fișier...
ru: Импорт из файла...
sv: Importera från fil...
tl: Mag-angkat mula sa file...
tr: Dosyadan içe aktar...
uk: Імпорт з файлу...

# customwidgets.list.importwidget.fromgallery
source: Import from gallery...
af: Voer in van galery...
cs: Importovat z galerie...
da: Importer fra galleri...
de: Aus Galerie importieren...
el: Εισαγωγή από τη συλλογή...
es: Importar desde la galería...
fi: Tuo galleriasta...
fr: Importer depuis la galerie...
he: ייבוא מתוך גלריה...
hu: Importálás galériából...
id: Impor dari berkas...
it: Importa dalla galleria...
ja: ギャラリーからインポート
nl: Importeer uit galerij...
no: Importer fra galleri...
pl: Importuj z galerii...
pt: Importar da galeria...
ro: Import de la Galeria...
ru: Импорт из галереи...
sv: Importera från galleri...
tl: Mag-angkat mula sa galeriya...
tr: Galeriden içe aktar...
uk: Імпорт з галереї...

# customwidgets.list.add.dialog.title
source: New custom widget
af: Nuwe persoonlike Widget
cs: Nový vlastní Widget
da: Ny brugerdefineret widget
de: Neues benutzerdefiniertes Widget
el: Νέο προσαρμοσμένο widget
es: Nuevo widget personalizado
fi: Uusi mukautettu widgetti
fr: Nouveau widget personnalisé
he: יישומון מותאם אישית
hu: Új egyéni widget
id: Widget kustom baru
it: Nuovo widget personalizzato
ja: 新しいカスタムウィジェット
nl: Maak nieuwe widget
no: Ny egendefinert widget
pl: Nowy widget użytkownika
pt: Novo widget personalizado
ro: Widget personalizat nou
ru: Новый пользовательский виджет
sv: Ny anpassad widget
tl: Bagong custom ng widget
tr: Yeni özel araç
uk: Новий користувацький віджет

# customwidgets.list.add.dialog.message
source: Please choose a short name as an identifier for your widget (for example, 'window-shutter=up-down-button, 'weather-forecast' etc.). If a widget with the same identifier already exists, it will be replaced!
af: Kies asseblief 'n kort naam as identifiseerder vir jou Widget (byvoorbeeld, 'window-shutter=up-down-button, 'weather-forecast', ens.). As 'n Widget met dieselfde identifiseerder alreeds bestaan, gaan hy vervang word!
cs: Prosím zvolte pro svůj Widget krátký název (například "window-shutter=up-down-button", "weather-forecast" atd.). Pozor, pokud Widget se stejným názvem již existuje, bude tímto nahrazen!
da: Vælg venligst et kort navn som en identifikator for din widget (for eksempel 'window-shutter=up-down-button, 'weather-forecast' osv.). Hvis der allerede findes en widget med den samme identifikator, vil den blive erstattet!
de: Bitte wähle einen kurzen Namen zur Identifizierung deines Widgets (zum Beispiel: 'window-shutter', 'up-down-button', 'weather-forecast' usw.). Wenn ein Widget mit diesem Namen bereits existiert, wird es ersetzt!
el: Επιλέξτε ένα σύντομο όνομα ως αναγνωριστικό για το widget (για παράδειγμα, 'window-shutter=up-down-button, 'weather-forecast' κτλ.). Εάν υπάρχει ήδη ένα widget με το ίδιο αναγνωριστικό, αυτό θα αντικατασταθεί!
es: Por favor, elija un nombre corto como identificador para su widget (por ejemplo, 'ventana-obturador=arriba-abajo-botón', 'pronóstico del tiempo', etc.). Si ya existe un widget con el mismo identificador, ¡será reemplazado!
fi: Ole hyvä ja valitse lyhyt nimi widgetillesi (esimerkiksi 'rullaverho=ylös-alas-painike', 'sääennuste' jne.). Jos samanniminen widgetti on jo olemassa, se korvataan!
fr: Veuillez choisir un identifiant pour votre widget (par exemple, 'volet-roulant', 'bouton-haut-bas', 'previsions-meteo' etc.). Si un widget avec le même identifiant existe déjà, il sera remplacé !
he: בחר שם קצר כמזהה עבור היישומון שלך (לדוגמה, 'חלון תריס = לחצן מעלה-למטה', 'תחזית מזג אוויר' וכו '). אם כבר קיים יישומון עם אותו מזהה, הוא יוחלף!
hu: Válasszon egy rövid nevet a widget-je azonosítójának (például, 'redőny = fel-le-gomb, 'Időjárás' stb.). Ha már létezik ugyanezzel az azonosítóval egy widget, akkor azt felülírja!
id: Pilih sebuah nama yang singkat sebagai pengidentifikasi untuk widget Anda (misalnya, ' jendela-rana = up-down-tombol, 'cuaca' dll.). Jika sebuah widget dengan sama seperti pengidentifikasi yang sudah ada, itu akan diganti!
it: Si prega di scegliere un nome breve come id per il tuo widget (ad esempio, 'tapparella', 'bottone-su-giu', 'previsioni-meteo' ecc.). Se esiste già un widget con lo stesso id, verrà sostituito!
ja: ウィジェットの識別子として短い名前を選択してください (たとえば、'window-shutter=up-down-button'、'天気予報' など)。既に同じ識別子のウィジェットが存在する場合は、置き換えられます！
nl: Kies een korte naam als identifier voor uw widget (bijvoorbeeld ' venster-sluiter=op-neer-knop, 'weerbericht' enz.). Als een widget met dezelfde identifier bestaat zal het worden vervangen!
no: Velg et kort navn som en identifikator for widgeten (for eksempel, "persienner = opp-ned-knapp", "værmelding" osv.). Hvis en widget med samme identifikator allerede finnes, vil den bli erstattet!
pl: Proszę wybrać krótką nazwę jako identyfikator dla wigetu (na przykład 'window-shutter=up-down-button, 'weather-forecast' etc. itp.). Jeśli widget o tym samym identyfikatorze już istnieje, zostanie zastąpiony!
pt: Por favor, escolha um nome curto para o seu widget (por exemplo, 'window-shutter=up-down-button, 'weather-forecast' etc.). Se já existir um widget com esse nome então esse widget será reescrito!
ro: Vă rugăm să alegeţi un nume scurt ca un identificator pentru widget (de exemplu, 'window-shutter=up-down-button, 'weather-forecast' etc.). În cazul în care un widget cu acelaşi identificator există deja, acesta va fi înlocuit!
ru: Введите короткое имя идентификатора для вашего виджета (например, 'window-shutter=up-down-button, 'weather-forecast' и т.д.). Если виджет с тем же идентификатором уже существует, он будет заменен!
sv: Välj ett kort namn på din widget (till exempel 'rullgardin', 'upp-ner-knpp', 'väderprognos'). Om en widget med samma namn redan existerar kommer den att ersättas!
tl: Paki-usap pumuli ng maiksing pangalan bilang pagkakilanlan ng iyong widget ( halimbawa, 'window-shutter=pindutan ng pataas-pababa, 'tagabalita-panahon' etc.). Kung mayroon ng widget na may parehong pagkakilanlan, ito ay papalitan!
tr: Lütfen aracınızın tanımlayıcısı olarak kısa bir ad seçin (örneğin, 'pencere açma-kapama=yukarı-aşağı düğmesi, 'hava durumu-tahmini' vb.). Aynı tanımlayıcıya sahip bir araç zaten varsa, değiştirilecektir!
uk: Будь ласка, виберіть коротке ім'я, як ідентифікатор вашого віджета (наприклад,'window-shutter=up-down-button, 'weather-forecast' і т. д.). Якщо віджет з таким же ідентифікатором вже існує, він буде замінений!

# customwidgets.list.import.nojson
source: The file must have a .json extension!
af: Die file moet 'n .json extension hê!
cs: Soubor musí mít příponu .json!
da: Filen skal have en .json extension!
de: Die Datei muss eine .json Endung haben!
el: Το αρχείο πρέπει να έχει κατάληξη .json!
es: ¡El archivo debe tener una extensión .json!
fi: Tiedostolla pitää olla .json pääte!
fr: Le fichier doit avoir une extension .json !
he: על הקובץ להיות בעל סיומת .json!
hu: A fájl-nak .json kiterjesztésűnek kell lennie!
id: File harus memiliki ekstensi .json!
it: Il file deve avere un'estensione .json!
ja: ファイルは .json 拡張子でないといけません！
nl: Het bestand moet de extensie .json hebben!
no: Filen må være av filtypen .json!
pl: Plik musi mieć rozszerzenie .json!
pt: O arquivo deve ter uma extensão '.json' !
ro: Fişierul trebuie să aibă extensia .json!
ru: Файл должен иметь расширение .json !
sv: Filen måste ha filtillägget .json!
tl: Ang file ay dapat mayroong isang .json karugtong!
tr: Dosyanın bir .json uzantısı olmalıdır!
uk: Файл повинен мати розширення .json!

# customwidgets.list.import.dialog.title
source: Import widget
af: Voer Widget in
cs: Importovat Widget
da: Importer widget
de: Widget importieren
el: Εισαγωγή widget
es: Importar widget
fi: Tuo widgetti
fr: Importer widget
he: ייבוא יישומון
hu: Widget importálása
id: Impor widget
it: Importa widget
ja: ウィジェットをインポート
nl: Importeer widget
no: Importer widget
pl: Zaimportuj widget
pt: Importar widget
ro: Importă Widget
ru: Импорт виджета
sv: Importera widget
tl: Mag-angkat ng widget
tr: İçe araç aktar
uk: Імпортувати віджет

# customwidgets.list.import.dialog.message
source: Please confirm or change the identifier of your widget (avoid spaces and special chars!). If a widget with the same identifier already exists, it will be replaced!
af: Bevestig of verander asseblief die identifiseerder van jou Widget (vermy spasies en spesiale karakters!). As 'n Widget met dieselfde identifiseerder alreeds bestaan, gaan dit vervang word!
cs: Prosím potvrďte nebo změňte název Widgetu (bez mezer a speciálních znaků!). Pozor, pokud Widget se stejným názvem již existuje, bude tímto nahrazen!
da: Bekræft eller ændrer identifikatoren for din widget (undgå mellemrum og specielle chars!). Hvis der allerede findes en widget med den samme identifikator, vil den blive erstattet!
de: Bitte bestätige oder ändere den Namen deines Widgets (vermeide Leerzeichen und Sonderzeichen!). Wenn ein Widget mit diesem Namen bereits existiert, wird es ersetzt!
el: Παρακαλώ να επιβεβαιώσετε ή να αλλάξετε το αναγνωριστικό του widget (αποφύγετε διαστήματα και ειδικούς χαρακτήρες!). Εάν υπάρχει ήδη ένα widget με το ίδιο αναγνωριστικό, αυτό θα αντικατασταθεί!
es: Por favor, confirme o cambie el identificador de su widget (¡evite espacios y caracteres especiales!). Si ya existe un widget con el mismo identificador, ¡será reemplazado!
fi: Ole hyvä ja vahvista tai muuta widgettisi nimi (vältä välilyöntejä ja erikoismerkkejä!). Jos samanniminen widgetti on jo olemassa, se korvataan!
fr: Veuillez confirmer ou changer l'identifiant de votre widget (évitez les espaces et les caractères spéciaux). Si un widget avec le même identifiant existe déjà, il sera remplacé !
he: אשר או שנה את המזהה של היישומון שלך (הימנע מרווחים ומתווים מיוחדים!). אם כבר קיים יישומון עם אותו מזהה, הוא יוחלף!
hu: Kérem erősítse meg vagy módosítsa a widget-je azonosítóját (ne használjon szóközöket és speciális karaktereket!). Ha egy widget már létezik ugyanezzel az azonosítóval, akkor azt felülírja!
id: Harap mengkonfirmasi atau mengubah pengenal widget Anda (menghindari ruang dan karakter khusus!). Jika sebuah widget dengan sama seperti pengidentifikasi yang sudah ada, itu akan diganti!
it: Si prega di confermare o modificare l'id del widget (evitare spazi e caratteri speciali!). Se esiste già un widget con lo stesso id, verrà sostituito!
ja: ウィジェットの識別子を確認、あるいは変更してください (スペースや特殊文字は使えません)。既に同じ識別子のウィジェットが存在する場合は、置き換えられます！
nl: Bevestig of wijzig de identifier van het widget (geen spaties of speciale tekens!). Als een widget met dezelfde identifier bestaat zal deze worden vervangen!
no: Vennligst bekreft eller endre identiteten til din widget (unngå mellomrom og spesielle tegn!). Dersom en widget med samme identitet eksisterer allerede, vil den bli erstattet!
pl: Proszę potwierdzić lub zmienić identyfikator widgetu (unikaj spacji i znaków specjalnych!). Jeśli widget o tym samym identyfikatorze już istnieje, zostanie zastąpiony!
pt: Por favor, confirme ou mude o nome do seu widget (sem espaços e caracteres especiais). Se um widget com o mesmo nome já existir, então será reescrito!
ro: Vă rugăm să confirmaţi sau schimbați identificatorul widget-ului (a se evita spaţiile şi caracterele speciale!). În cazul în care un widget cu acelaşi identificator există deja, acesta va fi înlocuit!
ru: Подтвердите или измените имя вашего виджета (без пробелов и специальных символов!). Если виджет с тем же именем уже существует, он будет заменен!
sv: Vänligen bekräfta eller ändra namnet på din widget (undvik mellanslag och specialtecken!). Om en widget med samma namn redan existerar kommer den att ersättas!
tl: Pakiusap kumpirmahin o palitang ang pagkakilanlan ng iyong widget (iwasan ang patlang o puwang at espesyal na mga karakter!). Kung mayroon ng widget na may parehong pagkakilanlan, ito ay papalitan!
tr: Lütfen araç tanımlayıcısını onaylayın veya değiştirin (boşluklardan ve özel karakterlerden kaçının!). Aynı tanımlayıcıya sahip bir araç zaten varsa, değiştirilecektir!
uk: Будь ласка, підтвердьте або змініть ідентифікатор вашого віджета (уникайте пробілів і спеціальних символів!). Якщо віджет з таким же ідентифікатором вже існує, він буде замінений!

# customwidgets.list.import.error
source: Widget import error:
af: Widget invoer error:
cs: Chyba při importu Widgetu:
da: Widget import fejl:
de: Fehler beim Import:
el: Σφάλμα εισαγωγής widget:
es: Error de importación de widget:
fi: Virhe tuotaessa widgettiä:
fr: Erreur :
he: שגיאת ייבוא יישומון:
hu: Widget importálási hiba:
id: Widget impor kesalahan:
it: Errore nell'importare widget:
ja: ウィジェットインポートエラー：
nl: Fout bij import:
no: Widget importfeil:
pl: Błąd importowania widgetu:
pt: Erro na importação do widget:
ro: Eroare la importarea Widget-ului:
ru: Ошибка импорта виджета:
sv: Widget importfel:
tl: Eror sa pag-angkat ng widget:
tr: Araç içe aktarma hatası:
uk: Помилка імпорту віджета:

# customwidgets.list.update.dialog.title
source: Update widget
cs: Aktualizovat Widget
da: Opdater widget
de: Widget aktualisieren
el: Ενημέρωση widget
es: Actualizar Widget
fi: Päivitä widgetti
fr: Mise à jour du widget
he: עדכן יישומון
hu: Widget frissítése
id: Memperbarui Widget
it: Aggiorna widget
ja: ウィジェットの更新
nl: Widget bijwerken
no: Oppdater widget
pl: Aktualizuj widget
pt: Atualizar widget
ro: Actualizare widget
ru: Обновить виджет
sv: Uppdatera widget
tl: Mag-update ng widget
tr: Aracı güncelle
uk: Оновити віджету

# customwidgets.list.update.dialog.message
source: This will update widget <id> from <source_url>. Any changes you made will be overwritten! Continue?
cs: Tímto aktualizujete widget <id> z <source_url>. Všechny změny, které jste provedli, budou tímto přepsány! Chcete pokračovat?
da: Dette opdaterer widget <id> fra <source_url>. Eventuelle ændringer, du har foretaget, overskrives! Forsæt?
de: Dies wird das Widget <id> aus <source_url> aktualisieren. Alle Änderungen welche du vorgenommen hast werden überschrieben! Weiter?
el: Αυτό θα ενημερώσει το widget <id> από το <source_url>. Οι αλλαγές που τυχόν κάνατε θα αντικατασταθούν! Συνέχεια;
es: Esto actualizará el widget <id> de <source_url>. ¡Cualquier cambio que haga será sobrescrito! ¿Continuar?
fi: Tämä päivittää widgetin <id> osoitteesta <source_url>. Tehdyt muutokset korvataan! Haluatko jatkaa?
fr: Ceci mettra à jour le widget <id> depuis <source_url>. Tout changement effectué par vous sera remplacé ! Continuer ?
he: זה יעדכן את יישומון <id>; מ- <source_url>;. השינויים שביצעת יימחקו! האם להמשיך?
hu: Ez frissíteni fogja a widget <id> a <source_url>-ből. Minden módosítás felülíródik! Folytatja?
id: Ini akan memperbarui widget <id>dari <source_url>. Setiap perubahan yang Anda buat akan ditimpa! Lanjutkan?
it: Questo aggiornerà il widget <id> da <source_url>. Qualsiasi modifica apportata verrà sovrascritto! Continuare?
ja: <source_url> からウィジェット <id> を更新します。すべての変更は上書きされます！続けますか？
nl: Dit vernieuwd widget <id> van <source_url>. Eventuele wijzigingen worden overschreven! Doorgaan?
no: Dette vil oppdatere widget <id> fra <source_url>. Endringer du har gjort vil bli overskrevet! Vil du fortsette?
pl: Spowoduje to aktualizację widget <id> z <source_url>. Wszelkie dokonane zmiany zostaną zastąpione! Kontynuować?
pt: Será atualizado o widget <id> de <source_url>. Todas as modificações feitas serão reescritas! Continuar?
ro: Acest lucru va actualiza widget-ul <id>from<source_url>. Orice modificări efectuate vor fi suprascrise! Continuați?
ru: Обновление виджета <id>from<source_url>. Изменения будут перезаписаны! Продолжить?
sv: Widget <id> från <source_url> kommer uppdateras. Alla ändringar du gjort kommer att skrivas över! Fortsätt?
tl: Ito ay mag-uupdate ng widget<id>mula sa<source_url>. Ano mang pagbabago na ginawa mo ay mapapatungan! Magpatuloy?
tr: Bu, aracı güncelleyecek <id> itibaren <source_url>. Yaptığınız değişiklikler üzerine yazılacak! Devam edilsin mi?
uk: Буде оновлено віджет<id> з <source_url>. Будь-які зроблені вами зміни будуть перезаписані! Продовжувати?

# customwidgets.list.update.error.notemplatefound
source: Couldn't update widget <id> from <source_url>: no template found
cs: Nelze aktualizovat Widget <id> z <source_url>: nebyla nalezena žádná šablona
da: Kunne ikke opdatere widget <id> fra <source_url>: ingen skabelon fundet
de: Konnte Widget <id> aus <source_url> nicht aktualisieren: kein Template gefunden
el: Δεν ήταν δυνατή η ενημέρωση του widget <id> από το <source_url>: δεν βρέθηκε πρότυπο
es: No se pudo actualizar el widget <id> de <source_url>: no se encontró ninguna plantilla
fi: Widgetin <id> päivitys osoittesta <source_url> epäonnistui: pohjaa ei löytynyt
fr: Impossible de mettre à jour le widget <id> depuis <source_url> : pas de template trouvé
he: לא ניתן לעדכן את היישומון מסוג <id>; מ- <source_url>;: לא נמצאו תבניות
hu: Nem tudtam frissíteni a widget <id> a <source_url>-ből: nem található a sablon
id: Tidak dapat memperbaharui widget <id> dari <source_url>
it: Impossibile aggiornare il widget <id> da <source_url>: nessun modello trovato
ja: ウィジェット <id> を <source_url> から更新できませんでした：テンプレートが見つかりません
nl: Widget <id> van <source_url> kon niet worden bijgewerkt: geen sjabloon gevonden
no: Kunne ikke oppdatere widget <id> fra <source_url>: ingen mal funnet
pl: Nie można zaktualizować widgetu <id> z <source_url>: nie znaleziono szablonu
pt: Não foi possível atualizar o widget <id> de <source_url>: não foi encontrado um modelo
ro: Nu s-a putut actualiza widget-ul <id>from<source_url>: nici un şablon găsit
ru: Не удалось обновить виджет <id>из<source_url>: шаблон не найден
sv: Kunde inte uppdatera widget <id> från <source_url>: ingen mall hittad
tl: Hindi mai-update ang widget<id>mula sa<source_url>: walang makitang template
tr: Araç güncelleştirilemedi <id> itibaren <source_url>: şablon bulunamadı
uk: Неможливо оновити віджет <id> з <source_url>: немає шаблону

# customwidgets.list.update.error.unknown
source: Couldn't update widget <id> from <source_url>:
cs: Nelze aktualizovat Widget <id> z <source_url>:
da: Kunne ikke opdatere widget <id> fra <source_url>:
de: Konnte Widget <id> aus <source_url> nicht aktualisieren:
el: Δεν ήταν δυνατή η ενημέρωση του widget <id> από το <source_url>:
es: No se pudo actualizar el widget <id> de <source_url>:
fi: Widgetin <id> päivitys osoitteesta <source_url> epäonnistui:
fr: Impossible de mettre à jour le widget <id> depuis <source_url> :
he: לא ניתן לעדכן את היישומון <id> מתוך <source_url>:
hu: Nem tudtam frissíteni a widget <id> a <source_url>-ből:
id: Tidak dapat memperbaharui widget <id> dari <source_url>:
it: Impossibile aggiornare il widget <id> da <source_url>:
ja: <source_url> からウィジェット <id> を更新できませんでした：
nl: Kan widget <id> van <source_url> niet updaten:
no: Kunne ikke oppdatere widget <id> fra <source_url>:
pl: Nie można zaktualizować widgetu <id> z <source_url>:
pt: Não foi possível atualizar o widget <id> de <source_url>:
ro: Widget-ul <id>from <source_url> nu se poate actualiza:
ru: Не удалось обновить виджет <id>из<source_url>:
sv: Kunde inte uppdatera widget <id> från <source_url>:
tl: Hindi mai-update ang widget<id>mula sa<source_url>:
tr: Araç güncelleştirilemedi <id> itibaren <source_url>:
uk: Неможливо оновити віджет <id> з <source_url>:

# customwidgets.list.update.success
source: Widget <id> updated successfully from <source_url>
cs: Widget <id> úspěšně aktualizován z <source_url>
da: Widget <id> opdateret med succes fra <source_url>
de: Widget <id> aus <source_url> erfolgreich aktualisiert
el: Επιτυχής ενημέρωση του widget <id> από <source_url>
es: Widget <id> actualizado con éxito desde <source_url>
fi: Widgetin <id> päivitys osoitteesta <source_url> onnistui
fr: Widget <id> mis à jour avec succès depuis <source_url>
he: יישומון מסוג <id> עודכן בהצלחה מ- <source_url>
hu: Az <id> widget-et sikeresen frissítettük a <source_url> -ről
id: Widget <id> berhasil diperbaharui dari <source_url>
it: Widget <id> aggiornato con successo da <source_url>
ja: ウィジェット <id> が <source_url> から正常に更新されました
nl: Widget <id> van <source_url> is succesvol bijgewerkt
no: Widgeten <id> ble vellykket oppdatert fra <source_url>
pl: Widget <id> pomyślnie zaktualizowany z <source_url>
pt: Foi atualizado com sucesso o widget <id> de <source_url>
ro: Widget-ul <id> din <source_url> s-a actualizat cu succes
ru: Виджет <id> успешно обновлен из <source_url>
sv: Widget <id> från <source_url> uppdaterad
tl: Ang widget<id>ay matagumpay na nai-update mula sa<source_url>
tr: Araç <id> başarıyla güncellendi <source_url>
uk: Віджет <id> оновлено успішно з <source_url>

# customwidgets.list.delete.dialog.title
source: Remove widget
cs: Smazat Widget
da: Fjern widget
de: Widget entfernen
el: Αφαίρεση widget
es: Eliminar widget
fi: Poista widgetti
fr: Supprimer le widget
he: הסר יישומון
hu: Widget eltávolítása
id: Hapus widget
it: Rimuovi widget
ja: ウィジェットを削除
nl: Widget verwijderen
no: Fjern widget
pl: Usuń widget
pt: Remover widget
ro: Șterge widget
ru: Удалить виджет
sv: Radera widget
tl: Alisin ang widget
tr: Aracı kaldır
uk: Видалити віджет
