Repository: openhab/openhab-webui
Catalog: bundles/org.openhab.ui.habpanel/web/assets/i18n/admin/*.po
Languages: af, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, nl, no, pl, pt, ro, ru, sv, tl, tr, uk

# settings.panel.voicesupport.floating_speech_button
source: Display a floating speech button at the bottom of the screen
af: Vertoon 'n floating spraak knoppie aan die onderkant van die skerm
cs: Zobrazit ve spodní části tlačítko pro zadání hlasového povelu
da: Vis stemme ikon i bunden af skærmen
de: Zeige einen schwebenden Sprachknopf am unteren Bildschirmrand an
el: Εμφάνιση ενός πλωτού κουμπιού ομιλίας στο κάτω μέρος της οθόνης
es: Mostrar un botón flotante de habla en la parte inferior de la pantalla
fi: Näytä kelluva puheen painike näytön alaosassa
fr: Afficher un bouton flottant dans le bas de l'écran
he: להציג לחצן דיבור צף בחלק התחתון של המסך
hu: Megjelenít egy lebegő beszéd gombot a képernyő alján
id: Tampilkan sebuah tombol pidato yang mengambang pada bagian bawah dari layar
it: Visualizzare un pulsante per la sintesi vocale nella parte inferiore dello schermo
ja: 画面下部にフローティング音声ボタンを表示
nl: Toon een zwevende stem knop aan de onderkant van het scherm
no: Vise en flytende taleknapp nederst på skjermen
pl: Wyświetl przycisk mowy u dołu ekranu
pt: Exibir um botão flutuante de fala na parte inferior da tela
ro: Afişează un buton voce plutitor în partea de jos a ecranului
ru: Отображать плавающую кнопку голосового ввода в нижней части экрана
sv: Visa en flytande tal-knapp längst ner på skärmen
tl: Nagpapakita ng lumulutang na pindutan ng salita sa ibaba ng screen
tr: Ekranın alt kısmında kayan konuşma düğmesini görüntüleme
uk: Відображати плаваючу кнопку мовлення в нижній частині екрана

# settings.panel.voicesupport.speech_synthesis_item
source: Speak the new value of the following item when it changes:
af: Spreek die nuwe waarde van die volgende item uit wanneer dit verander:
cs: Vyslovit novou hodnotu u následující Item:
da: Tal den nye værdi af følgende item, når den ændrer sig:
de: Spreche den neuen Wert, des folgenden Items, wenn es sich ändert:
el: Εκφώνηση της νέας τιμής του ακόλουθου αντικειμένου, όταν αυτή αλλάζει:
es: Diga el nuevo valor del siguiente elemento cuando cambie:
fi: Sano uusi arvo seuraavalle Itemille kun se vaihtuu:
fr: Dire à haute voix la valeur de l'item suivant lorsqu'il change :
he: לדבר את הערך החדש של הפריט הבא כאשר הערך משתנה:
hu: Beszél a következő elem új értékéről, ha módosul:
id: Berbicara ketika perubahan nilai baru dari item berikut:
it: Leggi il nuovo valore dell'elemento quando cambia:
ja: 次の項目が変わったら、新しい値を読み上げる：
nl: Zeg de nieuwe waarde van het item wanneer het wijzigt:
no: Les opp den nye verdien for følgende item når denne endres:
pl: Wypowiedz nową wartość tego elementu gdy się zmieni:
pt: Falar o novo valor do seguinte item quando este mudar:
ro: Spune noua valoare a următorului Item atunci când se schimbă:
ru: Произнести новое значение переменной:
sv: Läs upp det nya värdet på följande item när det ändras:
tl: Magsalita ng bagong balyu ng mga sumusunod na aytem kung ito ay nagbabago:
tr: Aşağıdaki öğeler değiştiğinde yeni değeri söyleyin:
uk: Вимовляти нове значення елемента, коли воно змінюється:

# settings.panel.dashboard_control.header
source: Switch dashboard with item value
af: Verander Dashboard afhangend van item waarde
cs: Přepnout na Dashboard pomocí změny hodnoty Item
da: Skift dashboard med item værdi
de: Wechsle das Dashboard mit Hilfe eines Items
el: Αλλαγή του πινακιδίου με τιμή αντικειμένου
es: Cambiar el panel con el valor del elemento
fi: Vaihda näkymä Itemin arvolla
fr: Changer de tableau de bord selon la valeur d'un item
he: החלף לוח השליטה עם ערך הפריט
hu: Cserélje le a dashboard-on levő értéket az "Item" értékére
id: Beralih dashboard dengan nilai barang
it: Passa al pannello indicato dall'elemento
ja: ダッシュボードをアイテムの値で切り替える
nl: Wissel dashboard met waarde van item
no: Bytt dashboard med item verdi
pl: Przełącz panel z wartości elementu
pt: Mudar de painel de acordo com o valor do item
ro: Schimbă dashboard cu valoarea unui Item
ru: Переключить панель на имя в переменной
sv: Växla vy med item-värde
tl: Ipagpalit ang talaan sa aytem balyu
tr: Gösterge tablosunu öge değeri ile değiştir
uk: Перемикати панелі за допомогою значення елемента

# settings.panel.dashboard_control.item
source: When this item changes to a dashboard's name, switch to it:
af: Wanneer hierdie item verander na 'n Dashboard naam, verwissel na dit:
cs: Pokud se hodnota této Item změní na název nějakého Dashboardu, přepnout na něj:
da: Når dette item ændrer sig til et dashboard navn, skal du skifte til det:
de: Wenn sich der Wert dieses Items ändert, springe zum Dashboard welches den neuen Wert dieses Items als Namen besitzt:
el: Όταν αλλάξει αυτό το αντικείμενο με τιμή το όνομα ενός πινακιδίου, τότε να μεταβεί σε αυτό:
es: Cuando este elemento cambie al nombre de un panel, cambie a él:
fi: Kun tämän Itemin arvo muuttuu näkymän nimelle, vaihda siihen:
fr: Afficher le dashboard correspondant lorsque la valeur de cet item change :
he: כאשר פריט זה משתנה לשם של לוח שליטה, לעבור אל:
hu: Ha az "Item" neve a dashboard nevére változik, cserélje le:
id: Ketika item ini perubahan nama sebuah dashboard, beralih ke:
it: Quando questo elemento viene modificato con il nome di un pannello, passa a al pannello:
ja: この項目がダッシュボードの名前に変わったら、それに切り替えます：
nl: Wanneer dit item verandert in een dashboard naam, maak deze actief:
no: Når dette item endres til et dashboard navn, bytt til det:
pl: Gdy ten element zmieni się na nazwę panelu, przełącz się:
pt: Quando este item mudar para o nome de um painel existente, então mudar para esse painel:
ro: Când acest Item primește numele unui dashboard, afișează-l:
ru: Когда переменная изменилась на имя панели, то перейти к этой панели:
sv: När denna item ändras till en vys namn, byt till den:
tl: Kung ang item na ito ay nagbago bilang isang pangalan ng talaan, palitan ito:
tr: Bu öge bir gösterge tablosu adı olarak değiştiğinde, ona geçiş yapın:
uk: Коли цей параметр змінюється на ім'я панелі, переключитися на цю панель:

# settings.localconfig.title
source: Local panel configuration editor
af: Local Panel opstelling redigeerder
cs: Editor nastavení lokálního panelu
da: Lokal panel konfigurator
de: Lokaler Panel Konfigurations-Editor
el: Επεξεργασία τοπικής διαμόρφωσης πίνακα
es: Editor de configuracion del panel local
fi: Paikallisen panelikonfiguraation muokkain
fr: Editeur de configuration locale
he: עורך תצורת לוח מקומי
hu: Helyi panel konfiguráció szerkesztő
id: Panel lokal konfigurasi editor
it: Editor di configurazione del pannello locale
ja: ローカルパネル設定エディタ
nl: Lokale panel configuration editor
no: Lokal editor for panelkonfigurasjon
pl: Edytor lokalnej konfiguracji panelu
pt: Editor local da configuração de painel
ro: Editor pentru panoul de configurare local
ru: Редактор конфигурации локальной панели
sv: Redigera lokal panelkonfiguration
tl: Lokal na kompigurasyon ng panel editor
tr: Yerel panel yapılandırma editörü
uk: Редактор конфігурації локальної панелі

# settings.localconfig.warning
source: This is the raw configuration object representing your current configuration. Be careful while editing it by hand!
af: Hierdie is die raw opstelling object wat jou huidge opstelling voorstel. Wees versigtig as jy dit met die hand verander!
cs: To je objekt obsahující vaší aktuální konfiguraci. Buďte opatrní při ručních úpravách!
da: Dette er den rå konfigurations fil, som er din nuværende konfiguration. Vær forsigtig, mens du redigerer den manuelt!
de: Das ist das rohe Konfigurations-Objekt welches deine Konfiguration repräsentiert. Sei Vorsichtig beim editieren von Hand!
el: Αυτό είναι το ακατέργαστο αντικείμενο παραμέτρων που αντιπροσωπεύει την τρέχουσα διαμόρφωση. Να είστε προσεκτικοί κατά τη χειροκίνητη επεξεργασία!
es: Este es el objeto de configuración en bruto que representa su configuración actual. ¡Ten cuidado al editarlo manualmente!
fi: Tässä on nykyisten asetuksiesi kokoonpano puhtaana tekstinä. Ole varovainen jos teet siihen muutoksia käsin!
fr: Ceci est l'objet brut représentant toute votre configuration actuelle. Soyez prudent en l'éditant manuellement !
he: זהו אובייקט התצורה המייצג את התצורה הנוכחית. יש להיזהר בעת עריכתו באופן ידני!
hu: Ez a nyers konfigurációs objektum, amely a jelenlegi beállításaidat tükrözi. Óvatosan a manuális szerkeszetéssel!
id: Ini objek konfigurasi mentah yang mewakili konfigurasi anda pada saat ini. Berhati-hati ketika menyuntingnya dengan menggunakan tangan!
it: Questo è l'oggetto di configurazione originale che rappresenta la configurazione corrente. Fare attenzione mentre lo si modifica a mano!
ja: これは現在の設定を表す生の設定オブジェクトです。手動で編集する場合はご注意ください。
nl: Dit is het ruwe configuratieobject dat de huidige configuratie vertegenwoordigt. Wees voorzichtig met het handmatig aanpassen ervan!
no: Dette er det rå konfigurasjonsobjektet som representerer gjeldende konfigurasjon. Vær forsiktig ved redigering for hånd!
pl: Jest to surowy obiekt reprezentujący bieżącą konfigurację. Należy zachować ostrożność podczas ręcznego edytowania!
pt: Este é o objeto de configuração que representa a sua configuração atual. Cuidado ao editá-lo manualmente!
ro: Acesta este obiectul de configurare neprelucrat, reprezentând configurația actuala. Fiți atenți când îl etidați manual!
ru: Это исходный код Вашей конфигурации. Будьте осторожны при редактировании!!!
sv: Detta är rådatan som representerar din nuvarande konfiguration. Var försiktig när du redigerar den manuellt!
tl: Ito ay ang hilaw na kompigurasyon na bagay na representasyon ng kasalukuyan mong kompigurasyon. Mag-ingat sa pag-edit nito gamit ang kamay!
tr: Bu, geçerli yapılandırmanızı gösteren ham yapılandırma nesnesidir. Elle düzenleme yaparken dikkatli olun!
uk: Це об'єкт конфігурації, що представляє ваші поточні налаштування. Будьте обережні при редагуванні вручну!

# settings.localconfig.import
source: Import
af: Voer In
cs: Importovat
da: Importer
de: Importieren
el: Εισαγωγή
es: Importar
fi: Tuo
fr: Importer
he: יבא
id: Impor
it: Importa
ja: インポート
nl: Importeren
pt: Importar
ro: Importă
ru: Импорт
sv: Importera
tl: Mag-angkat
tr: İçe aktar
uk: Імпорт

# settings.localconfig.export
source: Export
af: Voer Uit
cs: Exportovat
da: Eksport
de: Exportieren
el: Εξαγωγή
es: Exportar
fi: Vie
fr: Exporter
he: יצא
id: Ekspor
it: Esporta
ja: エクスポート
nl: Exporteren
no: Eksport
pl: Eksport
pt: Exportar
ro: Exportă
ru: Экспорт
sv: Exportera
tl: Mag-eksport
tr: Dışa Aktar
uk: Експорт

# settings.localconfig.copy
source: Copy
af: Kopieër
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fr: Copier
he: העתק
hu: Másolás
id: Salin
it: Copia
ja: コピー
nl: Kopiëren
no: Kopier
pl: Kopiuj
pt: Copiar
ro: Copiază
ru: Копировать
sv: Kopiera
tl: Kopyahin
tr: Kopyala
uk: Копія

# settings.localconfig.copied
source: Copied!
af: Gekopieër!
cs: Zkopírováno!
da: Kopieret!
de: Kopiert!
el: Αντιγράφηκε!
es: ¡Copiado!
fi: Kopioitu!
fr: Copié !
he: הועתק!
hu: Másolva!
id: Ter-copy!
it: Copiato!
ja: コピーしました！
nl: Gekopieerd!
no: Kopiert!
pl: Skopiowane!
pt: Copiado!
ro: Copiat!
ru: Скопировано!
sv: Kopierat!
tl: Nakopya!
tr: Kopyalandı!
uk: Скопійовано!

# settings.localconfig.save
source: Save
af: Stoor
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Sauver
he: שמור
hu: Mentés
id: Simpan
it: Salva
ja: 保存
nl: Opslaan
no: Lagre
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
sv: Spara
tl: I-save
tr: Kaydet
uk: Зберегти

# settings.localconfig.saved
source: Saved!
af: Gestoor!
cs: Uloženo!
da: Gemt!
de: Gespeichert!
el: Αποθηκεύτηκε!
es: ¡Guardado!
fi: Tallennettu!
fr: Sauvé !
he: נשמר!
hu: Mentve!
id: Sudah disimpan!
it: Salvato!
ja: 保存しました！
nl: Opgeslagen!
no: Lagret!
pl: Zapisano!
pt: Salvo!
ro: Salvat!
ru: Сохранено!
sv: Sparat!
tl: Nai-save!
tr: Kaydedildi!
uk: Збережено!

# settings.localconfig.failed
source: FAILED!
af: DIT HET MISLUK!
cs: NEPODAŘILO SE!
da: MISLYKKEDES!
de: FEHLER!
el: ΑΠΕΤΥΧΕ!
es: ¡NO SE PUDO!
fi: EPÄONNISTUI!
fr: ÉCHEC !
he: נכשל!
hu: NEM SIKERÜLT!
id: GAGAL!
it: NON RIUSCITO!
ja: 失敗しました！
nl: MISLUKT!
no: MISLYKTES!
pl: Niepowodzenie!
pt: FALHOU!
ro: EŞUAT!
ru: ОШИБКА!
sv: MISSLYCKADES!
tl: Na bigo!
tr: BAŞARISIZ OLDU!
uk: Не вийшло!

# settings.localconfig.error.nodashboardsfound
source: No dashboards found!
af: Geen Dashboard kan gevind word nie!
cs: Žádné Dashboardy nenalezeny!
da: Ingen dashboards fundet!
de: Keine Dashboards gefunden!
el: Δε βρέθηκαν πινακίδια!
es: ¡No se han encontrado paneles!
fi: Näkymiä ei löytynyt!
fr: Pas de dashboards trouvés !
he: לא נמצא לוח שליטה!
hu: Nincs megjeleníthető felület!
id: Dashboard tidak ditemukan!
it: Nessun Pannello trovato!
ja: ダッシュボードが見つかりません！
nl: Geen dashboards gevonden!
no: Ingen dashboards funnet!
pl: Nie znaleziono paneli!
pt: Não foram encontrados painéis!
ro: Nu s-au găsit dashboards!
ru: Панели не найдены!
sv: Inga vyer hittade!
tl: Walang nakitang mga talaan!
tr: Gösterge tablosu bulunamadı!
uk: Жодної панелі не знайдено!

# settings.localconfig.parsingerror.dialog.title
source: Error
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
he: שגיאה
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
nl: Fout
no: Feil
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sv: Fel
tl: Eror
tr: Hata
uk: Помилка

# settings.localconfig.parsingerror.dialog.message
source: Configuration parsing error, nothing has been modified:
af: Opstelling parsing error, niks is verander nie:
cs: Nastala chyba a změna nebyla provedena:
da: Konfigurations parsing fejl, intet er blevet ændret:
de: Fehler beim Einlesen der Konfiguration, nichts wurde verändert:
el: Καμία τροποποίηση λόγω σφάλματος κατά την ανάλυση των παραμέτρων:
es: Error en el análisis de la configuración, nada se ha modificado:
fi: Konfiguraation luentavirhe, mitään ei tallennettu:
fr: Configuration erronée, rien n'a été modifié :
he: התצורה של ניתוח שגיאה, שום דבר לא השתנה:
hu: Konfigurációs feldolgozási hiba, semmi sem módosult:
id: Konfigurasi parsing error, tidak ada yang telah diubah:
it: Errore nel formato della configurazione, niente è stato modificato:
ja: 構成解析エラー。何も変更されていません：
nl: Configuratie verwerk fout, er is niets aangepast:
no: Konfigurasjons parsing error, ingenting har blitt endret:
pl: Błąd konfiguracji, nic nie zostało zmodyfikowane:
pt: Erro no carregamento da configuração. Nada foi modificado:
ro: Eroare de parsare a configurării, nu a fost modificat nimic:
ru: Ошибка в конфигурации, ничего не было изменено:
sv: Fel vid tolkning av konfiguration, inget har ändrats:
tl: Pagkakamali sa pag-parse ng kompigurasyon, walang nagbago:
tr: Yapılandırma ayrıştırma hatası, hiçbir şey değiştirilmedi:
uk: Помилка конфігурації, нічого не було змінено:

# settings.localconfig.importerror.dialog.title
source: Error
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
he: שגיאה
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
nl: Fout
no: Feil
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sv: Fel
tl: Eror
tr: Hata
uk: Помилка

# settings.localconfig.importerror.dialog.message
source: Problem while importing:
af: Probleem met invoering:
cs: Problém při importu:
da: Problem under import:
de: Problem beim Importieren:
el: Πρόβλημα κατά την εισαγωγή:
es: Problema al importar:
fi: Virhe tuotaessa:
fr: Problème pendant l'import :
he: בעיה בעת ייבוא:
hu: Probléma az importálása során:
id: Masalah saat mengimpor:
it: Problema durante importazione:
ja: インポート中の問題：
nl: Probleem tijdens het importeren:
no: Problem under import:
pl: Problem podczas importowania:
pt: Problema ao importar:
ro: Problemă în timpul importării:
ru: Проблемы импорта:
sv: Fel vid import:
tl: Problema habang nag-aangkat:
tr: İçe aktarma işlemi sırasında sorun:
uk: Проблема імпорту:

# customwidgets.list.header
source: Custom widgets
af: Persoonlike Widgets
cs: Vlastní Widgety
da: Brugerdefinerede widgets
de: Benutzerdefinierte Widgets
el: Προσαρμοσμένα widget
es: Widgets personalizados
fi: Mukautetut widgetit
fr: Widgets personnalisés
he: יישומונים מותאמים אישית
hu: Egyéni widget-ek
id: Widget kustom
it: Widget personalizzati
ja: カスタムウィジェット
nl: Aangepaste widgets
pl: Widgety użytkownika
pt: Widgets personalizados
ro: Widget-uri personalizate
ru: Пользовательские виджеты
sv: Anpassade widgets
tl: Custom ng mga widgets
tr: Özel araçlar
uk: Користувацькі віджети

# customwidgets.list.byauthor
source: by
af: deur
cs: od
da: af
de: von
el: από
es: por
fi: tehnyt
fr: par
he: מאת
hu: által
id: oleh
it: di
ja: 並び
nl: door
no: av
pl: przez
pt: por
ro: de către
ru: от
sv: av
tl: ni
tr: tarafından
uk: автор

# customwidgets.list.globallyprovisioned.hint
source: This widget was provisioned globally via a bundle. It cannot be modified, but may be cloned to an user-defined widget with another name.
af: Hierdie Widget was voorsien globaal via 'n pakket. Dit kan nie verander word nie, maar dit kan wel gedupliseer word na 'n gebruiker bepaalde Widget met 'n ander naam.
cs: Tento Widget byl zajištěn globálně prostřednictvím balíčku. Nelze jej přímo změnit, ale může být zkopírován do vlastního Widget s jiným názvem.
da: Denne widget blev leveret globalt via et bundt. Det kan ikke ændres, men kan klones til en brugerdefineret widget med et andet navn.
de: Dieses Widget wurde global mittels eines Bundles bereitgestellt. Es kann nicht modifiziert werden, aber in ein benutzerdefiniertes Widget mit anderem Namen kopiert werden.
el: Αυτό το widget παρέχεται σε παγκόσμιο επίπεδο μέσω ενός πακέτου. Δεν μπορεί να τροποποιηθεί, αλλά μπορεί να κλωνοποιηθεί σε ένα προσαρμοσμένο widget από το χρήστη, με διαφορετικό αναγνωριστικό.
es: Este widget se aprovisionó globalmente a través de un paquete. No se puede modificar, pero se puede clonar en un widget definido por el usuario con otro nombre.
fi: Tämä widgetti on tullut julkisen paketin mukana. Sitä ei voi muokata, mutta se voidaan kopioida käyttäjän widgetiksi eri nimellä.
fr: Ce widget a été provisionné globalement par un bundle. Il ne peut pas être modifié, mais peut être cloné en un widget défini par l'utilisateur avec un autre nom.
he: יישומון זה הוקצה באופן גלובלי דרך חבילה. לא ניתן לשנות אותו, אך ניתן לשכפל אותו ליישומון שהוגדר על ידי משתמש בשם אחר.
hu: Ez a widget globálisan egy csomagban lett hozzáadva. Nem lehet módosítani, de klónozható egy a felhasználó által definiált widget-re, más néven.
id: Widget ini adalah tersedia secara global melalui bundel. Ini tidak dapat diubah, tetapi mungkin akan di kloning untuk widget yang ditetapkan pengguna dengan nama lain.
it: Questo widget è stato definito a livello globale tramite un bundle. Esso non può essere modificato, ma può essere duplicato con un altro nome come widget definito dall'utente.
ja: このウィジェットはバンドルを介してグローバルにプロビジョニングされました。変更することはできませんが、別の名前のユーザー定義ウィジェットに複製することができます。
nl: Deze widget is als een bundel geïnstalleerd en kan niet worden gewijzigd. U kunt hem wel kopiëren naar een gebruikergedefineerde widget onder een andere naam.
no: Denne widgeten ble anskaffet globalt i en pakke. Den kan ikke endres, men kan klones til en bruker-definert widget med et annet navn.
pl: Ten widget został dostarczony w pakiecie. Nie może być modyfikowany, ale może być skopiowany i zmodyfikowany przez użytkownika poprzez nadanie mu innej nazwy.
pt: Este widget foi fornecido num pacote global. Ele não pode ser modificado, mas pode ser clonado para um novo widget do usuário usando um novo nome.
ro: Acest widget a fost furnizat global printr-un bundle. Nu poate fi modificat, dar poate fi clonat într-un widget cu alt nume definit de utilizator.
ru: Этот виджет встроен. Он не может быть изменен, но может быть клонирован в пользовательские виджеты с другим именем.
sv: Denna widget har gjorts tillgänglig av ett tillägg. Den kan inte redigeras, men kan klonas till en användardefinierad widget med ett annat namn.
tl: Ang widget na ito ay provisioned globally sa pamamagitan ng isang bundle. Ito ay hindi na maaring baguhin, pero pwde ihalintulad sa isang user-defined na widget na may ibang pangalan.
tr: Bu araç genel olarak bir paket aracılığıyla sağlandı. Değiştirilemez, ancak kullanıcı tanımlı bir araca başka bir adla klonlanabilir.
uk: Цей віджет був наданий глобально разом із збркою. Він не може бути змінений, або може бути клонований в користувальницький віджет з іншою назвою.

# customwidgets.list.userdefined.hint
source: This widget has been defined manually in this panel configuration and can be modified.
af: Hierdie Widget was gedefinieër met die hand in die Panel opstelling, en kan nie verander word nie.
cs: Toto je vlastní Widget v tomto panelu a lze jej tedy upravit.
da: Denne widget er blevet defineret manuelt i denne panelkonfiguration og kan ændres.
de: Dieses Widget wurde manuell in diesem Panel definiert und kann geändert werden.
el: Αυτό το widget έχει αλλαγή ρυθμίσεων σε αυτή τη διαμόρφωση πίνακα και μπορεί να τροποποιηθεί.
es: Este widget se ha definido manualmente en esta configuración de panel y se puede modificar.
fi: Tämä widgetti on valittu manuaalisesti tähän panelikonfiguraatioon ja sitä voi muokata.
fr: Ce widget a été défini manuellement dans cette configuration de panneau et peut être modifié.
he: רכיב יישומון זה הוגדר ידנית בתצורת לוח זה וניתן לשנות אותו.
hu: Ez a widget kézzel lett megadva a konfigurációs panelen, nem lehet módosítani.
id: Widget ini sudah didefinisikan secara manual pada konfigurasi panel ini dan dapat dimodifikasi.
it: Questo widget è stato definito manualmente in questa configurazione del pannello e può essere modificato.
ja: このウィジェットはこのパネル設定において手動で定義されており、変更することができます。
nl: Deze widget is handmatig gedefinieerd in dit panel en kan worden gewijzigd.
no: Denne widgeten er definert manuelt i denne panelkonfigurasjonen, og kan endres.
pl: Ten widget został zdefiniowany ręcznie w tej konfiguracji panelu i mogą być modyfikowane.
pt: Este widget foi definido manualmente na configuração deste painel e pode ser modificado.
ro: Acest widget a fost definit manual în acest panou de configurare şi poate fi modificat.
ru: В этой панели конфигурации виджет был создан пользователем. Он может быть изменен.
sv: Denna widget har skapats manuellt i denna panelkonfiguration och kan redigeras.
tl: Ang widget na ito ay mano-manong itinakda sa kompigurasyon ng panel na ito at pwedeng mabago.
tr: Bu araç bu panel yapılandırmasında manuel olarak tanımlanmıştır ve değiştirilebilir.
uk: Цей віджет був визначений вручну в панелі конфігурації і може бути змінений.

# customwidgets.list.contextmenu.clone
source: Clone widget...
af: Dupliseer Widget...
cs: Kopírovat Widget...
da: Klone widget...
de: Widget klonen...
el: Κλώνοποίηση widget...
es: Clonar widget...
fi: Kopioi widgetti...
fr: Cloner le widget...
he: שכפול יישומון...
hu: Widget sokszorozása...
id: Menggandakan widget...
it: Copia widget...
ja: ウィジェットの複製
nl: Dupliceer widget...
no: Klone widget...
pl: Kopia widget-u...
pt: Clonar widget...
ro: Clonează widget-ul...
ru: Клонировать виджет...
sv: Klona widget...
tl: I-clone ang widget...
tr: Aracı çoğalt...
uk: Клонувати віджет...

# customwidgets.list.contextmenu.exporttofile
source: Export to file
af: Voer uit na 'n file
cs: Exportovat do souboru
da: Eksporter til fil
de: In eine Datei exportieren
el: Εξαγωγή σε αρχείο
es: Exportar a un archivo
fi: Vie tiedostoon
fr: Exporter vers un fichier
he: ייצא לקובץ
hu: Exportálás fájlba
id: Ekspor ke berkas
it: Esporta su file
ja: ファイルへエクスポート
nl: Exporteren naar bestand
no: Eksporter til fil
pl: Eksportuj do pliku
pt: Exportar para arquivo
ro: Exportă ca fișier
ru: Экспорт в файл
sv: Exportera till fil
tl: I-eksport ang file
tr: Dosyayı dışa aktar
uk: Експорт у файл
