Repository: openhab/openhab-webui
Catalog: bundles/org.openhab.ui.habpanel/web/assets/i18n/admin/*.po
Languages: af, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, nl, no, pl, pt, ro, ru, sv, tl, tr, uk

# customwidgets.list.delete.dialog.message
source: Please confirm you want to delete this widget:
cs: Prosím potvrďte, že chcete smazat tento Widget:
da: Bekræft, at du vil slette denne widget:
de: Bitte bestätige, dass du dieses Widget entfernen möchtest:
el: Παρακαλώ επιβεβαιώστε ότι θέλετε να διαγράψετε αυτό το widget:
es: Por favor, confirme si desea eliminar este widget:
fi: Vahvista, että haluat poistaa tämän widgetin:
fr: Veuillez confirmer que vous souhaitez supprimer ce widget :
he: בבקשה אשר שברצונך למחוק את זה יישומון:
hu: Kérjük erősítse meg, hogy törölni szeretné-e ezt a widget-et:
id: Silakan konfirmasi jika anda ingin menghapus widget ini:
it: Conferma di voler eliminare questo widget:
ja: ウィジェットを削除して良いかご確認ください：
nl: Bevestig dat je de widget wilt verwijderen:
no: Bekreft at du vil slette denne widget:
pl: Potwierdź proszę, że chcesz usunąć ten widget:
pt: Confirme por favor se quer deletar este widget:
ro: Confirmaţi că doriți să ştergeţi acest widget:
ru: Удалить виджет:
sv: Bekräfta borttagning av widget:
tl: Pakikumpirma na gusto mong alisin ang widget na ito:
tr: Lütfen bu aracı silmek istediğinizden emin olun:
uk: Будь ласка, підтвердіть, що ви дійсно хочете видалити цей віджет:

# customwidgets.list.clone.dialog.title
source: Clone widget
cs: Kopírovat Widget
da: Klone widget
de: Widget klonen
el: Κλωνοποίηση widget
es: Clonar Widget
fi: Kopioi widget
fr: Cloner le widget
he: שכפול יישומון
hu: Widget másolása
id: Menggandakan widget
it: Copia widget
ja: ウィジェットの複製
nl: Dupliceer widget
no: Klone widget
pl: Kopiuj widget
pt: Clonar widget
ro: Clonează widget-ul
ru: Копировать виджет
sv: Klona widget
tl: I-clone and widget
tr: Aracı çoğalt
uk: Клонувати віджет

# customwidgets.list.clone.dialog.message
source: This will clone the globally provisioned widget: <id> to be modified as part of the panel configuration. Enter an unique identifier below - it must be different from the widget being cloned, and should avoid spaces and special chars. If an user-defined widget with the same identifier already exists, it will be replaced!
cs: Tímto vytvoříte kopii Widgetu: <id> který může být upraven jako součást konfigurace panelu. Níže zadejte jedinečný název nového Widgetu - musí být odlišný od názvu zdrojového Widgetu a neměl by obsahovat mezery a speciální znaky. Pozor, existuje-li již vlastní Widget se stejným názvem, bude tímto nahrazen!
da: Dette vil klone den globalt tilrettelagte widget: <id>, der skal ændres som en del af panelkonfigurationen. Indtast en unik navn nedenfor - den skal være forskellig fra den widget, der klones, og bør undgå mellemrum og specielle tegn. Hvis der allerede findes en brugerdefineret widget med samme navn, vil den blive erstattet!
de: Dies wird das global bereitgestellte Widget klonen: <id> verändern als Teil der Panel Konfiguration. Trage unten einen eindeutigen Namen ein - er muss anders lauten als der des geklonten Widgets und sollten keine Leerzeichen und Sonderzeichen enthalten. Wenn ein benutzerdefiniertes Widget mit diesem Namen bereits existiert, wird es ersetzt!
el: Αυτό θα κλωνοποιήσει το παρεχόμενο widget: <id> για να τροποποιηθεί ως μέρος της διαμόρφωσης του πίνακα. Εισαγάγετε ένα μοναδικό αναγνωριστικό παρακάτω (θα πρέπει να είναι διαφορετικό από το παρεχόμενο widget) και θα πρέπει να αποφεύγετε διαστήματα και ειδικούς χαρακτήρες. Εάν βρεθεί widget που έχει οριστεί από το χρήστη με το ίδιο αναγνωριστικό, θα αντικατασταθεί!
es: Esto clonará el widget aprovisionado globalmente: <id> para ser modificado como parte de la configuración del panel. Ingrese un identificador único a continuación: debe ser diferente del widget que se está clonando, y debe evitar espacios y caracteres especiales. Si ya existe un widget definido por el usuario con el mismo identificador, ¡será reemplazado!
fi: Tämä kopioi julkisesta paketista tuodun widgetin: <id> jota muokataan osana panelin konfiguraatiota. Anna yksilöllinen nimi - sen pitää olla eri kuin kopioitavan widgetin nimi eikä se mielellään saa sisältää välilyöntejä eikä erikoismerkkejä. Jos käyttäjän muokkaama widgetti samalla nimellä on jo olemassa, se korvataan!
fr: Ceci va cloner le widget provisionné globalement: <id> pour être modifiable dans cette configuration de panneau. Entrez un identifiant unique ci-dessous - il doit être différent de celui du widget cloné, et devrait ne pas comporter d'espaces et caractères spéciaux. Si un widget défini par l'utilisateur avec le même identifiant existe déjà, il sera remplacé !
he: פעולה זו תשכפל את הווידג'ט שמוקצה ברחבי העולם <: <id>כדי לשנות אותו כחלק מתצורת הלוח. הזן מזהה ייחודי - הוא חייב להיות שונה מהווידג'ט המשוכפל, ויש להימנע ממרווחים וסימנים מיוחדים. אם כבר קיים יישומון המוגדר על ידי המשתמש עם אותו המזהה, הוא יוחלף!
hu: Ez klónozza a globálisan hozzáadott widget-t: <id>, módosítandó a panel beállításainak részeként. Írjon be egy egyedi azonosítót - különböznie kell a widget-től, ami klónozva lett, és nem lehet benne szóköz és speciális karakter. Ha egy felhasználó által definiált widget ugyanezzel az azonosítóval már létezik, akkor felülírja!
id: Ini akan mengkloning widget yang tersedia secara global: <id> akan modifikasi sebagai bagian dari konfigurasi panel. Masukkan sebuah pengenal unik yang di bawah ini - itu harus berbeda dari widget yang digandakan, dan harus terhindar dari ruang dan karakter khusus. Jika sebuah widget yang ditetapkan oleh seorang pengguna serupa denga pengidentifikasi yang sudah ada, itu akan diganti!
it: Questo copierà il widget definito globalmente: <id> per essere modificato assieme alla configurazione del pannello. Immettere un id univoco qui sotto - deve essere diverso dall'id del widget che viene copiato, evitare spazi e caratteri speciali. Se esiste già un widget con lo stesso id definito dall'utente, verrà sostituito!
ja: グローバルにプロビジョニングされたウィジェットを複製します：<id> はパネル設定の一部として 変更されます。ユニークな識別子を以下に入力してください - それはクローンされているウィジェットと異なる必要があり、空白文字と特殊文字は使用できません。同じ識別子を持つユーザ定義ウィジェットが既に存在する場合、置き換えられます！
nl: Dit maakt een kopie van deze widget: <id>, zodat het gebruikt kan worden in een panel. Voer een unieke naam in, anders dan de originele naam en gebruik geen spaties en speciale karakters. Een bestaande widget met dezelfde naam zal overschreven worden!
no: Dette vil klone den globalt anskaffede widgeten: <id> blir modifisert som en del av panel konfigurasjonen. Skriv inn en unik id under - den må være forskjellig fra widgeten den blir klonet fra, og burde ikke inneholde mellomrom og spesielle tegn. Hvis en bruker-definert widget med samme id allerede eksisterer vil den bli erstattet!
pl: To sklonuje globalnie rozdystrybuowany widget: <id> modyfikowalny jako część panelu konfiguracyjnego. Wprowadź unikatowy identyfikator poniżej - musi się różnić od widgetu klonowanego. Należy unikać spacji i znaków specjalnych. Jeśli widget zdefiniowany przez użytkownika o tym samym identyfikatorze już istnieje, zostanie zastąpiony!
pt: Esta operação irá clonar o widget: <id>, que foi fornecido globalmente, para ser alterado como parte da configuração do painel. Introduza um nome ainda não usado - diferente do nome do widget a ser clonado e sem espaços ou caracteres especiais. Se for introduzido um nome já existente então o widget com esse nome será reescrito!
ro: Se va clona la nivel global widget-ul: <id> iar rezultatul va fi parte a panoului de configurare. Introdu un identificator unic mai jos - trebuie să fie diferit de widget-uri deja clonate, şi ar trebui să se evite spaţii şi caractere speciale. În cazul în care un widget definit de utilizator cu acelaşi identificator există deja, acesta va fi înlocuit!
ru: Клонирование встроенного виджета <id>. Это может изменить конфигурацию панели. Введите уникальный идентификатор ниже. Он должен отличаться от идентификатора исходного виджета, не должен содержать пробелов и специальных символов. Если клонируемый виджет с таким же идентификатором уже существует, то он будет заменен!
sv: Detta kommer att klona widget: <id> till att bli en del av panelkonfigurationen. Välj ett unikt namn nedan - det måsta vara ett annat än den widget som klonas, och får inte innehålla mellanslag eller specialtecken. Om en användardefinierad widget med samma namn redan existerar kommer den att ersättas!
tl: I-cloclone nito ang globally provisioned na widget:<id>babaguhin bilang isang parte ng kompigurasyon ng panel. Magbigay ng walang katulad na pagkakilanlan sa baba- ito ay dapat iba sa widget na nai-clone, at dapat iwasan ang puwang at espesyal na mga karakter. Kung mayroon ng widget na may parehong pagkakilanlan, ito ay papalitan!
tr: Bu, genel olarak hazırlanmış aracı çoğaltır: <id> panel yapılandırmasının bir parçası olarak değiştirilecek. Aşağıya farklı bir tanımlayıcı girin -klonlanacak araçtan farklı olmalıdır ve boşluklardan ve özel karakterlerden kaçının. Aynı tanımlayıcıya sahip bir kullanıcı tanımlı araç zaten mevcutsa, değiştirilecektir!
uk: Буде скопійовано глобальний віджет: <id>. Введіть унікальний ідентифікатор нижче - він повинен відрізнятися від оригінального віджета, також слід уникати пробілів і спеціальних символів. Якщо користувальницький віджет з тим же ідентифікатором вже існує, він буде замінений!

# customwidgets.designer.heading
source: Widget:
fi: Widgetti:
he: יישומון:
ja: ウィジェット：
ru: Виджет:
tr: Araçlar:
uk: Віджет:

# customwidgets.designer.save
source: Save
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Sauver
he: שמור
hu: Mentés
id: Simpan
it: Salva
ja: 保存
nl: Opslaan
no: Lagre
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
sv: Spara
tl: I-save
tr: Kaydet
uk: Зберегти

# customwidgets.designer.saved
source: Saved!
cs: Uloženo!
da: Gemt!
de: Gespeichert!
el: Αποθηκεύτηκε!
es: ¡Guardado!
fi: Tallennettu!
fr: Sauvé !
he: נשמר!
hu: Mentve!
id: Sudah disimpan!
it: Salvato!
ja: 保存しました！
nl: Opgeslagen!
no: Lagret!
pl: Zapisano!
pt: Salvo!
ro: Salvat!
ru: Сохранено!
sv: Sparat!
tl: Nai-save!
tr: Kaydedildi!
uk: Збережено!

# customwidgets.designer.code
source: Code
cs: Kód
da: Kode
el: Κώδικας
es: Código
fi: Koodi
he: קוד
hu: Kód
id: Kode
it: Codice
ja: コード
no: Kode
pl: Kod
pt: Código
ro: Cod
ru: Код
sv: Källkod
tr: Kod
uk: Код

# customwidgets.designer.settings
source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fi: Asetukset
fr: Paramètres
he: הגדרות
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Параметры
sv: Inställningar
tl: Mga setting
tr: Ayarlar
uk: Параметри

# customwidgets.designer.settings.general
source: General settings
cs: Obecná nastavení
da: Generelle indstillinger
de: Allgemeine Einstellungen
el: Γενικές ρυθμίσεις
es: Configuración general
fi: Yleiset asetukset
fr: Paramètres généraux
he: הגדרות כלליות
hu: Általános beállítások
id: Pengaturan umum
it: Impostazioni generali
ja: 一般設定
nl: Algemene instellingen
no: Generelle innstillinger
pl: Główne ustawienia
pt: Configurações gerais
ro: Setări generale
ru: Общие настройки
sv: Allmänna inställningar
tl: Pangkalahatang mga setting
tr: Genel ayarlar
uk: Загальні параметри

# customwidgets.designer.settings.general.display_name
source: Display name
cs: Zobrazovaný název
da: Vis navn
de: Anzeigename
el: Εμφανιζόμενο όνομα
es: Nombre para mostrar
fi: Näyttönimi
fr: Nom d'affichage
he: הצג שם
hu: Megjelenített név
id: Nama tampilan
it: Nome visualizzato
ja: ディスプレイ名
nl: Weergavenaam
no: Visningsnavn
pl: Nazwa wyświetlana
pt: Nome para exibição
ro: Afişare nume
ru: Имя
sv: Visningsnamn
tl: Pagpakita ng pangalan
tr: Ekran adı
uk: Коротке ім'я

# customwidgets.designer.settings.general.author
source: Author
cs: Autor
da: Forfatter
de: Autor
el: Συγγραφέας
es: Autor
fi: Tekijä
fr: Auteur
he: מפתח
hu: Szerző
id: Pengarang
it: Autore
ja: 作者
nl: Auteur
no: Forfatter
pl: Autor
pt: Autor
ro: Autor
ru: Автор
sv: Skapare
tl: May-akda
tr: Yazar
uk: Автор

# customwidgets.designer.settings.general.description
source: Description
af: Beskrywing
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
he: תיאור
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 説明
nl: Omschrijving
no: Beskrivelse
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
sv: Beskrivning
tl: Deskripsyon
tr: Açıklama
uk: Опис

# customwidgets.designer.settings.config
source: Configuration settings
af: Konfigurasie instellings
cs: Nastavení konfigurace
da: Konfigurationsindstillinger
de: Konfigurationseinstellungen
el: Ρυθμίσεις διαμόρφωσης
es: Ajustes de configuración
fi: Konfiguraatioasetukset
fr: Paramètres de configuration
he: הגדרות תצורה
hu: Konfiguráció beállítása
id: Pengaturan Konfigurasi
it: Impostazioni di configurazione
ja: 設定
nl: Configuratie instellingen
no: Konfigurasjonsinnstillinger
pl: Ustawienia konfiguracji
pt: Definições de configuração
ro: Setări de Configurare
ru: Настройки конфигурации
sv: Konfigurationsinställningar
tl: Kompigurasyon ng mga setting
tr: Yapılandırma ayarları
uk: Параметри конфігурації

# customwidgets.designer.settings.config.warning
source: Beware: always bear in mind instances of this widget might be existing when altering configuration settings!
af: Wees bewus: Hou altyd in gedagte gevalle van hierdie widget mag reeds bestaan wanneer konfigurasie-instellings verander!
cs: Pozor: když měníte nastavení konfigurace nezapomeňte, že možná existují někde kopie tohoto Widgetu!
da: Pas på: Husk altid, at forekomster af denne widget kan være eksisterende, når du ændrer konfigurationsindstillinger!
de: Beachte: Instanzen dieses Widgets können bereits existieren, wenn du Konfigurations-Einstellungen änderst!
el: Προσοχή: Να θυμάστε πάντα ότι ενδέχεται να υπάρχουν αναπτύξεις αυτού του widget όταν αλλάζετε ρυθμίσεις διαμόρφωσης!
es: Cuidado: siempre tenga en cuenta instancias de este widget pueden existir al alterar la configuración!
fi: Varoitus: muista, että eri versioita tästä widgetistä voi olla olemassa muokattaessa kokoonpanon asetuksia!
fr: Attention : gardez à l'esprit les instances de widgets déjà existantes en modifiant les paramètres de configuration !
he: היזהרו: תמיד יש לזכור כי מופעים של יישומון מסוג זה עשוי להיות הקיימים בעת שינוי הגדרות תצורה!
hu: Vigyázat: mindig tartsa észben, hogy ezen widget példányai létezhetnek amikor a konfigurációs beállítások változnak!
id: Berhati-hatilah: selalu diingat contoh widget ini mungkin sudah ada ketika mengubah pengaturan konfigurasi!
it: Attenzione: tenere sempre presente che potrebbero esistere già istanze di questo widget quando si modificano le impostazioni di configurazione!
ja: 注意：構成設定を変更するときは、このウィジェットのインスタンスが存在する可能性があることを常に心に留めておいてください。
nl: Let op: door het aanpassen van deze widget kunnen bestaande instellingen worden overschreven!
no: OBS: husk alltid, at forekomster av denne widgeten kan eksisterende, når man endrer konfigurasjonsinnstillinger!
pl: Zawsze miej na uwadze, że ten widget może być używany podczas zmiany ustawień konfiguracji!
pt: Cuidado: quando alterar as definições da configuração, lembre-se que instâncias deste widget podem já existir!
ro: Atenție: Luați în considerare atunci când modificați setările de configurare faptul ca pot exista instanțe ale acestui widget!
ru: Внимание! Имейте в виду, что экземпляры этого виджета могут использоваться в существующей конфигурации!
sv: OBS! Tänk på att det kan finnas instanser av denna widget som påverkas av ändringar som görs!
tl: Babala: palaging tandaan na mayroon ng umiiral na mga instances ng widget na ito kapag iniiba ang kompigurasyon ng mga setting!
tr: Dikkat: Yapılandırma ayarlarını değiştirirken daima bu aracın örneklerinin mevcut olabileceğini unutmayın!
uk: Будьте обережні: при зміні налаштувань конфігурації памятайте, що вже можуть існувати екземпляри цього віджета!

# customwidgets.designer.settings.config.add
source: Add setting
cs: Přidat nastavení
da: Tilføj indstilling
de: Einstellung hinzufügen
el: Προσθήκη ρύθμισης
es: Añadir ajuste
fi: Lisää asetus
fr: Ajouter un paramètre
he: הוסף הגדרה
hu: Beállítás hozzáadása
id: Tambahkan pengaturan
it: Aggiungi impostazioni
ja: 設定を追加
nl: Instelling toevoegen
no: Legg til innstilling
pl: Dodaj ustawienie
pt: Adicionar definição
ro: Adaugă setare
ru: Добавить параметр
sv: Lägg till inställning
tl: Magdagdag ng setting
tr: Ayar ekle
uk: Додавання параметра

# customwidgets.designer.settings.config.type
source: Type
af: Tipe
cs: Typ
de: Typ
el: Τύπος
es: Tipo
fi: Tyyppi
he: סוג
hu: Típus
id: Jenis
it: Tipo
pl: Typ
pt: Tipo
ro: Tip
ru: Тип
sv: Typ
tl: Uri
tr: Tip
uk: Тип

# customwidgets.designer.settings.config.type.string
source: String
cs: Text (String)
da: Streng
el: Συμβολοσειρά
es: Cadena de texto
fi: Merkkijono
fr: Texte
he: מחרוזת
hu: Karakterlánc
id: Rangkaian
it: Stringa
nl: Tekst
no: Tekst
pl: Ciąg znaków
pt: Texto
ro: Şir
ru: Строка
sv: Text
tr: Tümce
uk: Рядок

# customwidgets.designer.settings.config.type.number
source: Number
af: Nommer
cs: Číslo (Number)
da: Nummer
de: Nummer
el: Αριθμός
es: Número
fi: Numero
fr: Nombre
he: מספר
hu: Szám
id: Nomor
it: Numero
nl: Getal
no: Nummer
pl: Numer
pt: Número
ro: Număr
ru: Число
sv: Numerisk
tl: Numero
tr: Numara
uk: Номер

# customwidgets.designer.settings.config.type.checkbox
source: Checkbox
cs: Zaškrtávací pole (Checkbox)
da: Tjek boks
el: Κουτάκι επιλογής
es: Casilla
fi: Valintaruutu
fr: Case à cocher
he: תיבת סימון
hu: Jelölőnégyzet
id: Kotak centang
no: Avkryssingsboks
pl: Pole wyboru
pt: Caixa de seleção
ro: Căsuţă de validare
sv: Kryssruta
tl: Tsekbox
tr: Onay Kutusu
uk: Прапорець

# customwidgets.designer.settings.config.type.item
source: Item
el: Αντικείμενο
es: Elemento
he: פריט
hu: Elem
no: Element
pl: Element
tl: Aytem
tr: Öğe
uk: Пункт

# customwidgets.designer.settings.config.type.color
source: Color
af: Kleur
cs: Barva (Color)
da: Farve
de: Farbe
el: Χρώμα
fi: Väri
fr: Couleur
he: צבע
hu: Szín
id: Warna
it: Colore
nl: Kleur
no: Farge
pl: Kolor
pt: Cor
ro: Culoare
ru: Цвет
sv: Färg
tl: Kulay
tr: Renk
uk: Колір

# customwidgets.designer.settings.config.type.choices
source: Choices
af: Keuses
cs: Volby (Choices)
da: Valgmuligheder
de: Auswahlmöglichkeiten
el: Λίστα επιλογής
es: Elecciones
fi: Vaihtoehdot
fr: Choix
he: בחירות
hu: Választási lehetőségek
id: Pilihan
it: Scelte
ja: 選択肢
nl: Keuzes
no: Valg
pl: Wybory
pt: Opções
ro: Alegeri
ru: Варианты
sv: Flerval
tl: Mga pagpipilian
tr: Seçimler
uk: Вибір

# customwidgets.designer.settings.config.type.icon
source: Icon
cs: Ikona (Icon)
da: Ikon
de: Symbol
el: Εικονίδιο
es: Icono
fi: Kuvake
fr: Icône
he: אייקון
hu: Ikon
id: Ikon
it: Icona
ja: アイコン
nl: Pictogram
no: Ikon
pl: Ikona
pt: Ícone
ro: Pictogramă
ru: Иконка
sv: Ikon
tl: Ikon
tr: Simge
uk: Значок

# customwidgets.designer.settings.config.type.heading
source: Heading
cs: Nadpis (Heading)
da: Overskrift
de: Überschrift
el: Κεφαλίδα
es: Título
fi: Otsikko
fr: En-tête
he: כותרת
hu: Irány
id: Judul
it: Titolo
ja: 見出し
nl: Titel
no: Overskrift
pl: Nagłówek
pt: Cabeçalho
ro: Antet
ru: Заголовок
sv: Rubrik
tr: Başlık
uk: Заголовок

# customwidgets.designer.settings.config.id.hint
source: Enter a JSON friendly key for this setting - ideally, use only lowercase letters, digits and underscores. Examples: my_setting, first_item, text_size, font_color
af: Tik 'n JSON vriendelike sleutel vir hierdie instelling - ideaal, gebruik net kleinletters, syfers en onderstreping. Voorbeelde: my_setting, first_item, text_size, font_color
cs: Zadejte JSON klíč pro toto nastavení - ideálně, používejte pouze malá písmena, číslice a podtržítka. Například: my_setting, first_item, text_size, font_color
da: Indtast en JSON venlig nøgle til denne indstilling - ideelt set kun små bogstaver, cifre og understregninger. Eksempler: my_setting, first_item, text_size, font_color
de: Trage einen JSON kompatiblen Parameter für diese Einstellung ein - verwende idealerweise nur Kleinbuschtaben, Zahlen und Unterstriche. Beispiele: my_setting, first_item, text_size, font_color
el: Πληκτρολογήστε ένα φιλικό κλειδί JSON για αυτή τη ρύθμιση - στην ιδανική περίπτωση, χρησιμοποιήστε μόνο πεζά γράμματα, ψηφία και χαρακτήρα υπογράμμισης. Παραδείγματα: my_setting, first_item, text_size, font_color
es: Ingrese una clave amigable JSON para esta configuración; idealmente, use solo letras minúsculas, dígitos y guiones bajos. Ejemplos: my_setting, first_item, text_size, font_color
fi: Anna "JSON ystävällinen" avainsana tälle asetukselle - pyri käyttämään vain pieniä kirjaimia, numeroita ja alaviivoja. Esimerkiksi: minun_asetus, ensimmäinen_item, tekstin_koko, fontin_väri
fr: Entrez une clé compatible avec JSON pour ce paramètre - idéalement, des lettres minuscules, nombres et underscores uniquement. Exemples : my_setting, first_item, text_size, font_color
he: להזין מפתח ידידותי JSON עבור הגדרה זו - אידיאלי, השתמש רק אותיות קטנות, ספרות ומקפים תחתונים. לדוגמא: my_setting, first_item, text_size, font_color
hu: Adjon meg JSON barát kulcsot ehhez a beállításhoz - használjon csak kisbetűket, számokat és aláhúzást. Például: my_setting, first_item, text_size, font_color
id: Masukkan kunci JSON untuk pengaturan ini - idealnya, dengan hanya menggunakan huruf kecil, angka dan garis bawah. Contohnya: my_setting, first_item, text_size, font_color
it: Inserire una chiave in formato JSON per questa impostazione - idealmente, utilizzare solo lettere minuscole, cifre e '_'. Esempio: first_item, my_setting, font_color, text_size
ja: この設定には JSON フレンドリーなキーを入力します - 理想的には、小英文字、数字、およびアンダースコアのみを使用してください。例：my_setting、first_item、text_size、font_color
nl: Geef een JSON vriendelijke sleutel op, bij voorkeur in kleine letters, met cijfers en underscores. Bijvoorbeeld: my_setting, first_item, text_size, font_color
no: Angi en JSON vennlig nøkkel for denne innstillingen - ideellt, bruk kun små bokstaver, sifre og understrekingstegn. Eksempler: my_setting, first_item, text_size, font_color
pl: Wprowadź klucz JSON dla tego ustawienia - używaj tylko małych liter, cyfr i znaków podkreślenia. Przykłady: my_setting, first_item, text_size, font_color
pt: Introduza uma chave do tipo JSON para esta configuração - idealmente usar apenas letras minúsculas, dígitos e sublinhados. Exemplos: minha_config, primeiro_item, tamanho_texto, cor_fonte
ro: Introduceti o cheie potrivita cu JSON pentru această setare - ideal, utilizați doar litere mici, numere si caracterul _. Exemple: setarile_mele, primul_obiect, dimensiune_font, culoare_font
ru: Введите имя для этого параметра в формате JSON. Используйте только строчные буквы, цифры и знаки подчеркивания. Для примера: my_setting, first_item, text_size, font_color
sv: Ange en JSON-vänlig nyckel för denna inställning - använd helst enbart gemener, siffror och understreck. Exempel: min_installning, first_item, textstorlek, textfarg
tl: Mag-enter ng isang JSON friendly key para sa setting na ito - ideally, gumamit lamang ng maliliit na mga letra, bilang at mga salungguhit. Halimbawa: aking_setting, unang_item, teksto_sukat, font_kulay
tr: Bu ayar için uyumlu tuş bir JSON girin - ideal olarak yalnızca küçük harf, rakam ve alt çizgi kullanın. Örnekler: my_setting, first_item, text_size, font_color
uk: Введіть ключ у форматі JSON - в ідеалі, використовуйте тільки малі літери, цифри та підкреслення. Приклади: my_setting, first_item, text_size, font_color

# customwidgets.designer.settings.config.label
source: Label
cs: Popisek
da: Etiket
el: Ετικέτα
es: Etiqueta
fi: Nimike
fr: Titre
he: תווית
hu: Címke
it: Etichetta
ja: ラベル
no: Etikett
pl: Etykieta
pt: Rótulo
ro: Etichetă
ru: Метка
sv: Etikett
tl: Tatak
tr: Etiket
uk: Мітка
