Repository: openhab/openhab-webui
Catalog: bundles/org.openhab.ui.habpanel/web/assets/i18n/admin/*.po
Languages: af, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, nl, no, pl, pt, ro, ru, sv, tl, tr, uk

# dashboard.settings.customwidgets.drawer.description
source: Replace the contents of the drawer menu by a custom widget
cs: Nahradit obsah bočního menu vlastním Widgetem
da: Erstat indholdet af menuen i sidepanelet med en brugerdefineret widget
de: Ersetze den Inhalt des seitlichen Menüs durch ein benutzerdefiniertes Widget
el: Αντικαταστήστε το αυτόματο περιεχόμενο του συρταρωτού μενού με ένα προσαρμοσμένο widget
es: Reemplace el contenido del cajón por un widget personalizado
fi: Korvaa valtsin-valikon sisältö mukautetulla widgetillä
fr: Remplacer le contenu de l'entrée de menu du tiroir latéral par un widget personnalisé
he: להחליף את התוכן של התפריט מגירה על-ידי רכיב יישומון מסוג מותאם אישית
hu: A rajzoló menü tartalmának cseréje egy egyéni widget-el
id: Gantikan isi konten menu drawer dengan menggunakan sebuah widget kustom
it: Sostituire il contenuto del menu con un widget personale
ja: ドロワーメニューのコンテンツをカスタムウィジェットで置き換え
nl: Vervang de inhoud van het drawer menu door een aangepaste widget
no: Erstatte innholdet i skuffen menyen med en egendefinert widget
pl: Zamień zawartość menu szuflady z widgetem użytkownika
pt: Substituir o conteúdo do menu de gaveta por um widget personalizado
ro: Înlocuiţi conţinutul meniului listă cu un widget personalizat
ru: Заменить заголовок панели пользовательским виджетом
sv: Ersätt utdragsmenyns innehåll med en anpassad widget
tl: Palitan ang mga nilalaman ng listahan ng drawer sa pamamagitan ng custom ng widget
tr: İşlemci menüsünün içeriğini özel bir araç ile değiştirin
uk: Замінити вміст випливаючого меню користувацьким віджетом

# dashboard.settings.customwidgets.header
source: Dashboard header
cs: Nadpis Dashboardu
da: Dashboard overskrift
de: Dashboard Überschrift
el: Κεφαλίδα πινακιδίου
es: Encabezado del panel
fi: Näkymän otsikko
fr: En-tête du tableau de bord
he: כותרת לוח השליטה
hu: Vezérlőpult fejléc
id: Judul dasbor
it: Intestazione del pannello
ja: ダッシュボードのヘッダー
nl: Dashboard titel
no: Dashboard topptekst
pl: Nagłówek panelu
pt: Cabeçalho do painel
ro: Dashboard antet
ru: Заголовок панели
sv: Sidhuvud
tl: Header ng talaan
tr: Kontrol paneli başlığı
uk: Заголовок панелі

# dashboard.settings.customwidgets.header.description
source: Replace the contents of the dashboard header by a custom widget
cs: Nahradit obsah nadpisu Dashboardu vlastním Widgetem
da: Erstat indholdet af dashboardoverskrift med en brugerdefineret widget
de: Ersetze den Inhalt der Dashboard Überschrift durch ein benutzerdefiniertes Widget
el: Αντικαταστήστε τα περιεχόμενα της κεφαλίδας πινακιδίου με ένα προσαρμοσμένο widget
es: Reemplace el contenido del encabezado del panel por un widget personalizado
fi: Korvaa näkymän otsikkorivi mukautetulla widgetillä
fr: Remplacer le contenu de l'en-tête du tableau de bord par un widget personnalisé
he: להחליף את התוכן של כותרת התפריט על-ידי רכיב יישומון מסוג מותאם אישית
hu: A vezérlőpult fejléc cseréje egy egyéni widget-el
id: Gantikan isi dari judul dasbor dengan menggunakan widget kustom
it: Sostituire il contenuto dell'intestazione del pannello con un widget personalizzato
ja: ダッシュボードヘッダーのコンテンツをカスタムウィジェットで置き換え
nl: Vervang de inhoud van de dashboard koptekst door een aangepaste widget
no: Erstatt innholdet i hodet av dashboard med en egendefinert widget
pl: Zamień zawartość nagłówka panelu z widgetem użytkownika
pt: Substituir o conteúdo do cabeçalho do painel por um widget personalizado
ro: Înlocuiţi antetul dashboard-ului cu un widget personalizat
ru: Заменить содержимое заголовка панели пользовательским виджетом
sv: Ersätt vyns sidhuvud med en anpassad widget
tl: Palitan ang mga nilalaman ng header ng talaan sa pamamagaitan ng custom ng widget
tr: Kontrol panelinin içeriğini özel bir araç ile değiştirin
uk: Замініть вміст заголовка панелі користувацьким віджетом

# itempicker.placeholder
source: Search or select an openHAB item
af: Soek vir of kies 'n openHAB item
cs: Vyhledejte nebo vyberte openHAB Item
da: Søg eller Vælg et openHAB emne
de: Suche oder wähle ein openHAB Item
el: Αναζήτηση ή επιλογή ενός στοιχείου openHAB
es: Buscar o seleccionar un elemento de openHAB
fi: Etsi tai valitse openHAB Item
fr: Rechercher ou choisir un item openHAB
he: חפש או בחר פריט openHAB
hu: Egy openHAB elem keresése, kiválasztása
id: Cari atau pilih sebuah item openHAB
it: Cercare o selezionare un elemento di openHAB
ja: openHAB アイテムの検索、あるいは選択
nl: Zoek of selecteer een openHAB item
no: Søk eller velg et openHAB element
pl: Wyszukaj lub wybierz element openHAB
pt: Procurar ou selecionar um item openHAB
ro: Caută sau selectează un item openHAB
ru: Искать или выберать элемент openHAB
sv: Sök eller välj en openHAB-item
tl: Humanap o pumili ng openHAB na aytem
tr: OpenHAB öğesini arayın veya seçin
uk: Знайдіть або виберіть елемент openHAB

# iconpicker.selecticonset
source: Select icon set
cs: Vyberte skupinu ikon
da: Vælg ikonsæt
de: Wähle Icon-Set
el: Επιλέξτε σετ εικονιδίων
es: Seleccione el tipo de icono
fi: Valitse kuvakepaketti
fr: Sélectionner une collection d'icônes
he: בחר ערכת סמלים
hu: Icon csomag kiválasztás
id: Pilih setelan ikon
it: Selezione il set di icone
ja: アイコンセットの選択
nl: Selecteer icoon set
no: Velg ikongruppe
pl: Wybierz zestaw ikon
pt: Selecione um ícone
ro: Selectaţi un Set de pictograme
ru: Выберите набор иконок
sv: Välj ikonuppsättning
tl: Piliin ang ikon set
tr: Simge setini seçin
uk: Виберіть набір іконок

# iconpicker.customicon
source: Custom icon
cs: Vlastní ikona
da: Brugerdefineret ikon
de: Benutzerdefiniertes Symbol
el: Προσαρμοσμένο εικονίδιο
es: Icono personalizado
fi: Mukautettu kuvake
fr: Icône personnalisée
he: סמל מותאם אישית
hu: Egyéni icon
id: Icon kustom
it: Icona personalizzata
ja: カスタム アイコン
nl: Aangepast icoon
no: Tilpasset ikon
pl: Niestandardowa ikona
pt: Ícone personalizado
ro: Pictogramă personalizată
ru: Ваша иконка
sv: Anpassad ikon
tl: Custom ng ikon
tr: Özel simge
uk: Користувацький значок

# iconpicker.customurl
source: Custom URL
cs: Vlastní URL
da: Brugerdefinerede URL
de: Benutzerdefinierte URL
el: Προσαρμοσμένη διεύθυνση URL
es: URL personalizada
fi: Mukautettu URL osoite
fr: URL personnalisée
he: כתובת URL מותאמת אישית
hu: Egyéni URL
id: URL kustom
it: URL personalizzato
ja: カスタム URL
nl: Aangepaste URL
no: Tilpasset nettadresse
pl: Niestandardowy adres URL
pt: URL personalizada
ro: URL Personalizat
ru: Ваш URL
sv: Anpassad URL
tl: Custom ng URL
tr: Özel URL
uk: Користувацька URL-адреса

# iconpicker.none
source: (none)
cs: (Žádná)
da: (ingen)
de: (Keins)
el: (κανένα)
es: (ninguno)
fi: (tyhjä)
fr: (Aucune)
he: (ללא)
hu: (nincs)
id: (tidak ada)
it: (nessuno)
ja: (なし)
nl: (geen)
no: (Ingen)
pl: (brak)
pt: (nenhum)
ro: (Niciunul)
ru: (Нет)
sv: (ingen)
tl: (wala ni isa)
tr: (hiçbiri)
uk: (немає)

# iconpicker.customicontooltip
source: Type the name of a <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'>registered icon</a> (only SVG supported)<br />Examples: <em>switch</em>, <em>temperature</em> or an additional icon in your configuration's <code>icons/classic</code> folder
cs: Zadejte název <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'> ikony</a> (podporovaný je pouze formát SVG)< br />Například: <em>switch</em>, <em>temperature</em> nebo třeba Vaše vlastní ikony ve složce nastavení openHAB (conf) <code>icons/classic</code>
da: Skriv navnet på en <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'> registreret ikon</a> (kun SVG understøttes) < br / > eksempler: <em>switch</em>, <em>temperature</em> eller et ekstra ikon i din konfiguration <code>icons/classic</code> mappe
de: Tippe den Namen eines <a href='https://www.openhab.org/docs/configuration/iconsets/classic/' target='_blank'>verfügbaren Icons</a> (nur SVG unterstützt)<br />Beispiele: <em>switch</em>, <em>temperature</em> oder eines zusätzlichen Icons aus deinem Konfigurationsordner <code>icons/classic</code>
el: Πληκτρολογήστε το όνομα ενός <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'>εγγεγραμμένου εικονιδίου</a> (υποστηρίζεται μόνο SVG)<br /> Παραδείγματα : <em>switch</em>, <em>temperature</em> ή ένα πρόσθετο εικονίδιο στο φάκελο <code>icons/classic</code>
es: Escriba el nombre de un <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'>icono registrado</a> (solo es compatible con SVG) <br />Ejemplos: <em>interruptor</em>, <em>temperatura</em> o un icono adicional en la carpeta <code>icons/classic</code> de su configuración
fi: Kirjoita kuvakkeen <a href='http://docs.openhab.org/configuration/items.html#icons'target='_blank'>nimi</a> (vain SVG tuettu) < br/> Esimerkkejä: <em>switch</em>,<em>temperature</em> tai lisää kuvake sinun <code>icons/classic</code>-kansioon
fr: Entrez le nom d'une <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'>icône enregistrée</a> (SVG supporté uniquement)<br />Exemples : <em>switch</em>, <em>temperature</em> or une icône additionnelle placée dans le répertoire <code>icons/classic</code> de votre configuration
he: הקלד את השם של < 'a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank> צלמית רשומה <a/> (תמיכה ב- SVG בלבד) </ br> דוגמאות: <em> switch <em>, </em> temperature <em/> או צלמית נוספת בתיקיה <code> icon/classic </code>
hu: Írj be egy nevet a <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'>registered icon</a> (only SVG supported)<br />Például: <em>kapcsoló</em>, <em>hőmérséklet</em> vagy egy hozzáadott icon a Te konfigurációdban <code>icons/classic</code> könyvtár
id: Ketik nama dari sebuah <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'>ikon pendaftaran</a> (hanya yang didukung oleh SVG)<br />Contoh:<em>tukar</em>, <em>temperatur</em> atau sebuah ikon tambahan di konfigurasi anda <code>ikon/klasik</code>folder
it: Digitare il nome di una <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'> icona definita</a> (solo il formato SVG è supportato) <br/>Esempi: <em>switch</em>, <em>temperature</em> o di un'icona aggiuntiva nella tua cartella di configurazione <code>icons/classic</code>
ja: <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'>登録済みアイコン</a>の名前を入力します (SVG のみサポート) <br/>例：<em>スイッチ</em>、<em>温度</em>、または設定の <code> icons/classic </code> フォルダにある追加アイコン
nl: Typ de naam van een <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'> geregistreerd icoon </a> (alleen SVG ondersteund) <br />Voorbeelden: <em>switch</em>, <em>temperature</em> of een extra icoon in de folder <code>icons/classic</code> van de configuratie
no: Skriv navnet på et <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'>registrert ikon</a> (bare SVG støttes)<br />eksempler: <em>bytte</em>, <em>temperatur</em> eller et ekstra ikon i konfigurasjonens <code>ikoner/classic</code> -mappen
pl: Wpisz nazwę <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'> zarejestrowanej ikony</a> (obsługiwane są tylko pliki SVG) <br />, np: <em>switch</em>, <em>temperature</em> lub dodatkowe ikony w Twojej konfiguracji z katalogu <code>icons/classic</code>
pt: Insira o nome de um <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'> ícone registado </a> (apenas SVG suportados) <br/> Exemplos: <em>switch</em>, <em>temperature</em> ou um outro ícone da tua configuração que esteja na pasta <code>icons/classic</code>
ro: Tastați numele unei <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'> pictograme înregistrată</a> (numai SVG suportat) <br /> Exemplu: <em>switch</em>, <em>temperature</em> sau o pictogramă suplimentară din directorul cu configurări openHAB <code>icons/classic</code>
ru: Введите имя <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'> изображения</a> (поддерживается только SVG) Примеры: <em>switch</em>, <em>temperature</em> или другой файл в папке <code>icons/classic</code>
sv: Ange namnet på en <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'>registrerad ikon</a> (endast SVG stöds)<br />Exempel: <em>switch</em>, <em>temperature</em> eller någon annan ikon i openHABs <code>icons/classic</code>-mapp
tl: I-type ang pangalan ng isang<a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'>nakarehistrong ikon</a>(suportado lamang ng SVG)<br/>Halimbawa:<em>palitan</em>,<em>temperatura</em>o isang dadag na ikon sa iyong kompigurasyon <code>ikons/klasik</code> folder
tr: Birinin adını yazın <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'>kayıtlı simge</a>(yalnızca SVG desteklenir)<br />Örnekler:<em>switch</em>,<em>temperature</em> veya yapılandırmanızda klasöründe ek bir simge <code>icons/classic</code>
uk: Введіть ім'я <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'>значка</a> (тільки SVG)<br /> Наприклад: <em>switch</em>,<em>temperature</em> або додатковий значок у вашій конфігураційній <code>icons/classic</code> папці

# settings.header
source: Settings
af: Instellings
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Paramètres
he: הגדרות
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
sv: Inställningar
tl: Mga setting
tr: Ayarlar
uk: Параметри

# settings.storage.header
source: Current storage configuration
cs: Aktuální nastavení úložiště
da: Nuværende lagerindstilling
de: Konfigurationen Speichern oder Laden
el: Τρέχουσες παράμετροι αποθήκευσης
es: Configuración de almacenamiento actual
fi: Nykyisen tallennussijainnin asetukset
fr: Configuration de stockage actuelle
he: תצורת האחסון הנוכחי
hu: Jelenlegi tárló konfiguráció
id: Konfigurasi penyimpanan saat ini
it: Configurazione di archiviazione corrente
ja: 現在のストレージの設定
nl: Huidige opslagconfiguratie
no: Gjeldende lagringskonfigurasjon
pl: Bieżąca konfiguracja magazynowania
pt: Configuração atual de armazenamento
ro: Configurația actuală de stocare
ru: Место хранения конфигурации
sv: Aktuell lagringskonfiguration
tl: Kasalukuyang kompigurasyon ng imbakan
tr: Geçerli depolama yapılandırması
uk: Поточна конфігурація сховища

# settings.storage.localstorage
source: Local storage
cs: Místní úložiště
da: Lokalt lager
de: Lokaler Speicher
el: Τοπική αποθήκευση
es: Almacenamiento local
fi: Paikallinen tallennussijainti
fr: Stockage local
he: אחסון מקומי
hu: Helyi tároló
id: Penyimpanan lokal
it: Archiviazione locale
ja: ローカルストレージ
nl: Lokale opslag
no: Lokal lagring
pl: Magazyn lokalny
pt: Armazenamento Local
ro: Stocare locală
ru: Локальное хранилище
sv: Lokal lagring
tl: Lokal na imbakan
tr: Yerel depolama
uk: Локальне сховище

# settings.storage.localstorage.hint
source: The configuration is saved for this browser and device only. It will be kept as long as you don't clean up the browser's historical data.
af: Die konfigurasie is slegs vir hierdie blaaier en toestel gestoor. Dit sal gehou word solank jy nie die blaaier se historiese data skoon maak nie.
cs: Konfigurace je uložena POUZE pro tento prohlížeč a zařízení. Bude uložena jen tak dlouho, dokud nevymažete historii v prohlížeči.
da: Konfigurationen er kun gemt for denne browser og enhed. Det vil blive gemt så længe du ikke rydde op i browserens historiske data.
de: Die Konfiguration wird nur für diesen Browser und dieses Gerät gespeichert. Diese ist solange verfügbar, bis der Browser-Cache/Verlauf gelöscht wird.
el: Η διαμόρφωση αποθηκεύεται μόνο σε αυτό το πρόγραμμα περιήγησης αυτής της συσκευής. Θα διατηρηθεί για όσο διάστημα δεν καθαρίσετε το ιστορικό του προγράμματος περιήγησης.
es: La configuración se guarda solo para este navegador y dispositivo. Se mantendrá siempre que no limpie los datos históricos del navegador.
fi: Asetukset tallennetaan vain tälle selaimelle ja laitteelle. Ne säilyvät niin kauan kunnes tyhjennät selaimen historian.
fr: La configuration est sauvée pour ce navigateur et cet appareil uniquement. Elle sera conservée tant que vous ne nettoyez pas les données et l'historique de navigation.
he: התצורה נשמרת עבור דפדפן ומכשיר זה בלבד. זה יישמר כל עוד לא יימחקו את הנתונים ההיסטוריים של הדפדפן.
hu: A konfiguráció csak ebben a böngészőben van elmentve. Ez sokáig megmarad, amíg nem törlöd a böngésződ előzmény adatait.
id: Konfigurasi disimpan hanya untuk browser dan perangkat ini saja. Itu akan tetap selama anda tidak membersih data riwayat pada browser.
it: La configurazione è stata salvata solo per questo browser e dispositivo. Verrà mantenuta fino a che non verrà ripulita la history del browser.
ja: 設定はこのブラウザとデバイスにのみ保存されます。ブラウザに関しては、履歴データを削除しない限り保持されます。
nl: De configuratie is alleen voor deze browser en dit apparaat opgeslagen. Het zal worden bewaard, zolang u de geschiedenis van de browser niet wist.
no: Konfigurasjonen lagres for denne nettleseren og enheten. Det vil bli holdt så lenge du ikke rydde opp i nettleserens historiske data.
pl: Konfiguracja jest zapisywana tylko dla tej przeglądarki, na tym urządzeniu. Gdy zostanie wyczyszczona historia danych przeglądarki, konfiguracja zniknie.
pt: A configuração está gravada apenas para este navegador e dispositivo. Ela será mantida apenas enquanto o histórico de dados do navegador não for limpo.
ro: Configurările sunt salvate numai pentru acest browser şi acest dispozitiv. Vor fi păstrate atâta timp cât nu va fi curățat istoricul browser-ului.
ru: Конфигурация сохраняется только для данного браузера на этом устройстве. Она будет храниться, пока вы не очистите историю браузера.
sv: Konfigurationen är endast sparad för denna enhet och webbläsare. Den finns kvar så länge du inte rensar webbläsarens historik.
tl: Ang kompigurasyon ay nakasaved para sa browser at kagamitan lamang. Ito ay itatago hanggang hindi mo nililinis ang iyong nakaraang datos ng panginain.
tr: Yapılandırma, yalnızca bu tarayıcı ve cihaz için kaydedildi. Tarayıcının geçmiş verilerini temizlemediğiniz sürece veriler tutulur.
uk: Налаштування зберігаються тільки для цього браузера і пристрою. Вони зберігаються до тих пір, доки ви не очистите історію браузера.

# settings.storage.localstorage.edit
source: Edit the local panel configuration (experts only)
cs: Upravit nastavení lokálního panelu (pouze pro zkušené)
da: Rediger den lokale panelkonfiguration (kun eksperter)
de: Bearbeite die lokale Panel-Konfiguration (nur für Experten)
el: Επεξεργασία της τοπικής διαμόρφωσης σε αυτό τον πίνακα (μόνο για προχωρημένους)
es: Edite la configuración del panel local (solo expertos)
fi: Muokkaa paikallista panelikonfiguraatiota (edistyneet käyttäjät)
fr: Editer la configuration du panneau local (experts uniquement)
he: ערוך את תצורת לוח מקומי (למשתמשים מתקדמים בלבד)
hu: Helyi panel konfiguráció szerkesztése (csak haladóknak)
id: Sunting panel konfigurasi lokal (hanya untuk ahli saja)
it: Modificare la configurazione del pannello locale (solo per esperti)
ja: ローカルパネル設定を編集する (上級者向け)
nl: Bewerk de lokale panel configuratie (enkel experts)
no: Redigere lokale panelet konfigurasjonen (bare for eksperter)
pl: Edytuj lokalną konfigurację paneli
pt: Editar a configuração local do painel (só para especialistas)
ro: Editează panoul de configurare local (numai pentru experţi)
ru: Редактировать конфигурацию локальной панели (для опытных)
sv: Redigera lokal panelkonfiguration (avancerat)
tl: I-edit ang lokal na kompigurasyon ng panel (mga eksperto lamang)
tr: Yerel panel yapılandırmasını düzenle (yalnızca uzmanlar)
uk: Редагування локальної панелі конфігурації (тільки для експертів)

# settings.storage.panelconfiguration
source: Panel configuration:
cs: Nastavení panelu:
da: Panelkonfiguration:
de: Panel-Konfiguration:
el: Διαμόρφωση πίνακα:
es: Configuración del panel:
fi: Panelikonfiguraatio:
fr: Configuration de panneau :
he: קונפיגורציית הלוח:
hu: Panel konfiguráció:
id: Konfigurasi Panel:
it: Configurazione pannello:
ja: パネル設定：
nl: Panel configuratie:
no: Panel konfigurasjonen:
pl: Konfiguracja panelu:
pt: Configuração do painel:
ro: Panoul de configurare:
ru: Конфигурация панели:
sv: Panelkonfiguration:
tl: Kompigurasyon ng Panel:
tr: Panel yapılandırması:
uk: Конфігурація панелі:

# settings.storage.panelconfiguration.lastsynced
source: Last synced on
cs: Poslední synchronizace:
da: Sidst synkroniseret d.
de: Zuletzt synchronisiert am
el: Τελευταίος συγχρονισμός στις
es: Última sincronización en
fi: Viimeeksi synkronoitu
fr: Dernière synchronisation le
he: סנכרון אחרון
hu: Utoljára szinkronizálva
id: Sinkron terakhir kali pada
it: Ultima sincronizzazione %s
ja: 最終同期
nl: Voor het laatst gesynchroniseerd op
no: Sist synkronisert
pl: Ostatnia synchronizacja:
pt: Última sincronização em
ro: Ultima sincronizare pe
ru: Последняя синхронизация: %@
sv: Senast synkroniserad
tl: Huling naka-synced on
tr: Son senkronize yapıldı
uk: Остання синхронізація

# settings.storage.panelconfiguration.contains
source: Contains:
cs: Obsahuje:
da: Indeholder:
de: Enthält:
el: Περιέχει:
es: Contiene:
fi: Sisältää:
fr: Contient :
he: מכיל:
hu: Tartalmaz:
id: Mengandung:
it: Contiene:
ja: 含む：
nl: Bevat:
no: Inneholder:
pl: Zawiera:
pt: Contém:
ro: Conține:
ru: Содержит:
sv: Innehåller:
tl: Mga nilalaman:
tr: İçerik:
uk: Містить:

# settings.storage.panelconfiguration.save
source: Save the current configuration to a new panel configuration
cs: Uložit aktuální nastavení do nového panelu
da: Gem den aktuelle konfiguration som en ny panelkonfiguration
de: Speichere die aktuelle Konfiguration in eine neue Panel-Konfiguration
el: Αποθηκεύστε τις τρέχουσες παραμέτρους σε μια νέα διαμόρφωση πίνακα
es: Guarde la configuración actual en una nueva configuración de panel
fi: Tallenna nykyiset asetukset uuteen panelikonfiguraatioon
fr: Sauver la configuration actuelle dans une nouvelle configuration de panneau
he: לשמור את התצורה הנוכחית על תצורת לוח חדש
hu: Aktuális konfiguráció mentése egy új panel konfigurációba
id: Simpan konfigurasi saat ini untuk konfigurasi panel baru
it: Salvare la configurazione corrente in un nuova configurazione pannello
ja: 現在の設定を新しいパネル設定に保存します
nl: Sla de huidige configuratie op naar een nieuwe panel configuratie
no: Lagre gjeldende konfigurasjon til en ny panel-konfigurasjon
pl: Zapisz bieżącą konfigurację do nowego panelu
pt: Salvar a configuração atual numa nova configuração de painel
ro: Salvează configuraţia curentă într-o nouă configurație de panou
ru: Сохранить настоящую конфигурацию в конфигурацию новой панели
sv: Spara nuvarande konfiguration till en ny panelkonfiguration
tl: I-save ang kasalukuyang kompigurasyon sa bagong kompigurasyon ng panel
tr: Geçerli yapılandırmayı yeni bir panel yapılandırmasına kaydedin
uk: Зберегти поточну конфігурацію в конфігурації нової панелі

# settings.storage.panelconfiguration.dialog.title
source: New panel configuration
cs: Nastavení nového panelu
da: Ny panelkonfiguration
de: Neue Panel-Konfiguration
el: Νέα διαμόρφωση πίνακα
es: Nueva configuración de panel
fi: Uusi panelikonfiguraatio
fr: Nouvelle configuration de panneau
he: תצורת לוח חדש
hu: Új panel konfiguráció
id: Konfigurasi panel baru
it: Aggiungere una nuova configurazione del pannello
ja: 新しいパネルの設定
nl: Nieuwe panel configuratie
no: Ny panel konfigurasjon
pl: Nowa konfiguracja panelu
pt: Nova configuração de painel
ro: Panou de configurare nou
ru: Настройки новой панели
sv: Ny panelkonfiguration
tl: Bagong kompigurasyon ng panel
tr: Yeni panel yapılandırması
uk: Нова конфігурація панелі
