Repository: openhab/openhab-webui
Catalog: bundles/org.openhab.ui.habpanel/web/assets/i18n/admin/*.po
Languages: af, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, nl, no, pl, pt, ro, ru, sv, tl, tr, uk

# widgetgallery.details.widget.hint.nowidgets
source: No widgets were found (*.widget.json files)! Please report this.
af: Geen Widgets kon gevind word nie (*.widget.json files)! Raporteer dit assseblief.
cs: Nebyly nalezeny žádné Widgety (*. widget.json soubory)! Ohlaste to prosím.
da: Der blev ikke fundet nogen widgets (*.widget.json filer)! Rapporter venligst dette.
de: Keine Widgets gefunden (*.widget.json Dateien)! Bitte melde das.
el: Δεν βρέθηκαν widgets (αρχεία *.widget.json)! Παρακαλώ να το αναφέρετε.
es: No se encontraron widgets (*.widget.json archivos). Por favor repórtelo.
fi: Yhtään widgettiä ei löytynyt (*.widget.json ftiedostot)! Ole hyvä ja raportoi tästä.
fr: Aucun widget trouvé (fichiers *.widget.json) ! Merci de le signaler.
he: לא נמצאו יישומונים (*. קבצי widget.json)! אנא דווח על כך.
hu: Nincsenek widget-ek (*. widget.json fájlok)! Kérem, jelentse.
id: Tidak ada widget yang ditemukan (berkas *.widget.json)! Silahkan laporkan ini.
it: Nessun widget trovato (files *.widget)! Per cortesia segnalalo.
ja: ウィジェット (*.widget.json ファイル) が見つかりません！報告してください。
nl: Geen widgets gevonden (*. widget.json bestanden)! Gelieve dit te melden.
no: Ingen widgets ble funnet (*. widget.json filer)! Vennligst rapport dette.
pl: Nie znaleziono widgetów (tj. plików *.widget.json). Prosimy o zgłoszenie.
pt: Não foram encontrados widgets (arquivos *. widget.json)! Por favor, reporte esta situação.
ro: Niciun widget nu a fost găsit (fișier de tip *.widget.json)! Vă rugăm raportați acest lucru.
ru: Виджеты не были найдены (файлы *. widget.json)! Пожалуйста, сообщите об этом.
sv: Inga widgets hittade (*.widget.json-filer)! Vänligen rapportera detta.
tl: Walang nakitang mga widget (*.widget.json files)! Paki-ulat ito.
tr: Herhangi bir araç bulunamadı (*.widget.json dosyaları)! Lütfen bunu bildirin.
uk: Не виявлено віджетів (*. widget.json файли)! Будь-ласка повідомте про це.

# widgetgallery.details.widget.hint.checkrepo
source: The widgets are likely in the referenced GitHub repository. Click the 'Go to the repository' button to open it.
af: Die Widgets is waarskynlik in die verwysde GitHub repository. Klik die 'Gaan na die repository' knoppie om dit oop te maak.
cs: Widget je pravděpodobně na GitHubu. Klikněte na tlačítko "Přejít do repozitáře" abyste jej zobrazili.
da: Widget er sandsynligvis i det refererede GitHub repository. Klik på 'Gå til repository'-knappen for at åbne den.
de: Die Widgets befinden sich wahrscheinlich im referenzierten GitHub Repository. Klicke auf "Gehe zum Repository" um sie aufzurufen.
el: Τα widgets είναι πιθανώς στο σχετικό αποθετήριο GitHub. Κάντε κλικ στο κουμπί "Μετάβαση στο αποθετήριο" για να το ανοίξετε.
es: Es probable que los widgets estén en el repositorio de GitHub al que se hace referencia. Haga clic en el botón 'Ir al repositorio' para abrirlo.
fi: Widgetit ovat todennäköisesti mainitussa GitHub repositoriossa. Avaa se klikkaamalla 'Siirry repositorioon'.
fr: Les widgets se trouvent probablement dans le repository GitHub référencé. Cliquer sur 'Aller au repository' pour l'ouvrir.
he: היישומונים מקושרים למאגר ב-GitHub. לחץ על הלחצן 'עבור למאגר' כדי לפתוח אותו.
hu: A widget-ek valószínűleg a hivatkozott GitHub adattárban vannak. "A repository felkeresése" gombra kattintva megnyithatja.
id: Widget kemungkinan ada di repositori GitHub yang direferensikan. Klik tombol 'Pergi ke tempat penyimpanan' untuk membukanya.
it: I widget si trovano probabilmente nel repository GitHub indicato. Clicca sul bottone "Vai al repository" per aprirlo.
ja: おそらくウィジェットは GitHub リポジトリにあります。「リポジトリへ移動」ボタンをクリックして表示します。
nl: De widgets zijn waarschijnlijk aanwezig in de GitHub repository. Klik op de knop 'Ga naar de repository' om deze te openen.
no: Widgetene er sannsynlig i det refererte GitHub repo'et. Klikk på 'Gå til repo'et' knappen for å åpne det.
pl: Widgety są prawdopodobne w repozytorium GitHub. Kliknij przycisk 'Przejdź do repozytorium', aby je otworzyć.
pt: Os widgets estão provavelmente no repositório GitHub referido. Clique no botão 'Ir para o repositório' para abri-lo.
ro: Este probabil ca elementele de tip widget să fie în repository-ul GitHub menționat. Apăsați pe 'Către repository' pentru a îl deschide.
ru: Вероятно, виджеты находятся в хранилище GitHub. Нажмите «Перейти к репозиторию», чтобы открыть его.
sv: Dessa widgets är troligtvis i den länkade GitHub-repositoryn. Klicka på 'Gå till repository' för att öppna den.
tl: Ang mga widgets ay maaaring nasa naisangguni na Github na repositoryo. I-klik ang 'Pumunta sa reporsitoryo' na pindutan para buksan ito.
tr: Araçlar muhtemelen başvurulan GitHub deposunda. Açmak için 'Depoya git' düğmesine tıklayın.
uk: Віджети, ймовірно, знаходяться в GitHub. Натисніть кнопку 'Перейти до репозиторія', щоб відкрити його.

# widgetgallery.details.widget.import
source: Import widget
af: Voer Widget in
cs: Importovat Widget
da: Importer widget
de: Widget importieren
el: Εισαγωγή widget
es: Importar widget
fi: Tuo widgetti
fr: Importer widget
he: ייבוא יישומון
hu: Widget importálása
id: Mengimpor widget
it: Importa widget
ja: ウィジェットをインポート
nl: Importeer widget
no: Importer widget
pl: Zaimportuj widget
pt: Importar widget
ro: Importă Widget
ru: Импорт виджета
sv: Importera widget
tl: Mag-angkat ng widget
tr: İçe araç aktar
uk: Імпорт віджета

# widgetgallery.details.widget.update
source: Update widget
af: Opdateer Widget
cs: Aktualizovat Widget
da: Opdater widget
de: Widget aktualisieren
el: Ενημέρωση widget
es: Actualizar Widget
fi: Päivitä widgetti
fr: Mettre à jour widget
he: עדכן יישומון
hu: Widget frissítése
id: Perbarui widget
it: Aggiorna widget
ja: ウィジェットの更新
nl: Widget bijwerken
no: Oppdater widget
pl: Aktualizuj widget
pt: Atualizar widget
ro: Actualizare widget
ru: Обновить виджет
sv: Uppdatera widget
tl: Mag-update ng widget
tr: Aracı güncelle
uk: Оновити віджет

# widgetgallery.details.widget.imported
source: Widget imported!
af: Widget is ingevoer!
cs: Widget importován!
da: Widget importeret!
de: Widget importiert!
el: Το widget έχει εισαχθεί!
es: ¡Widget importado!
fi: Widget tuotu!
fr: Widget importé !
he: יישומון מיובא!
hu: Widget importálva!
id: Widget diimpor!
it: Widget importato!
ja: ウィジェットをインポートしました！
nl: Widget geïmporteerd!
no: Widget importert!
pl: Widget zaimportowany!
pt: Widget importado!
ro: Widget importat!
ru: Виджет импортирован!
sv: Widget importerad!
tl: Nai-angkat na ang widget!
tr: Araçlar içe aktarıldı!
uk: Віджет імпортовано!

# widgetgallery.error
source: Error:
cs: Chyba:
da: Fejl:
de: Fehler:
el: Σφάλμα:
fi: Virhe:
fr: Erreur :
he: שגיאה:
hu: Hiba:
id: Kesalahan:
it: Errore:
ja: エラー：
nl: Fout:
no: Feil:
pl: Błąd:
pt: Erro:
ro: Eroare:
ru: Ошибка:
sv: Fel:
tl: Eror:
tr: Hata:
uk: Помилка:

# widgetgallery.widgetsdetected.dialog.title
source: Existing widgets detected
af: Bestaande Widgets is gevind
cs: Zjištěny existující widgety
da: Eksisterende widgets fundet
de: Vorhandene Widgets gefunden
el: Ανιχνεύθηκαν υπάρχοντα widget
es: Widgets existentes detectados
fi: Olemassa olevia widgettejä havaittu
fr: Widgets existants détectés
he: זוהה יישומון קיים
hu: Meglévő észlelt widget-ek
id: Widget yang ada terdeteksi
it: Sono stati trovati dei widget esistenti
ja: 既存のウィジェットが見つかりました
nl: Bestaande widgets gevonden
no: Eksisterende widgets oppdaget
pl: Wykryto istniejące widgety
pt: Widgets existentes detectados
ro: Widget-uri existente, detectate
ru: Найдены используемые виджеты
sv: Redan tillagda widgets hittade
tl: May nakitang umiiral na mga widgets
tr: Bulunan mevcut araçlar tespit edildi
uk: Виявлено існуючі віджети

# widgetgallery.widgetsdetected.dialog.message
source: Warning: please confirm you wish to update <nbexisting> existing widgets, overwriting any eventual changes made locally! If unsure, cancel and click Show details to review the list of affected widgets.
af: Waarskuwing: Bevestig asseblief dat jy <nbexisting> Widgets wil opdateer, wat enige local veranderinge gaan oorskryf! As jy onseker is, kanseleer en klik Vertoon besonderhede en hersien die lys van geraakte Wdigets.
cs: Upozornění: potvrďte, že chcete aktualizovat <nbexisting> stávajících Widgety, čímž přepíšete všechny případné změny provedené lokálně! Pokud si nejste jisti, zrušte aktualizaci a klikněte na tlačítko Zobrazit podrobnosti, kde uvidíte seznam ovlivněných Widgetů.
da: Advarsel: Bekræft venligst, at du ønsker at opdatere <nbexisting> eksisterende widgets, overskrive eventuelle ændringer, der foretages lokalt! Hvis du er usikker, skal du annullere og klikke på Vis detaljer for at gennemgå listen over berørte widgets.
de: Achtung: Bitte bestätige, wenn du <nbexisting> existierende Widgets aktualisieren willst. Dies wird eventuelle lokale Änderungen überschreiben! Wenn du unsicher bist, breche ab und klicke "Details anzeigen" um die Liste der betroffenen Widgets zu kontrollieren.
el: Προειδοποίηση: επιβεβαιώστε ότι επιθυμείτε να ενημερώσετε <nbexisting> υπάρχοντα widget, αντικαθιστώντας τυχόν αλλαγές σε τοπικό επίπεδο! Αν δεν είστε σίγουροι, ακυρώστε και κάντε κλικ στην επιλογή Εμφάνιση λεπτομερειών για να δείτε τη λίστα των widgets που επηρεάζονται.
es: Advertencia: confirme que desea actualizar <nbexisting> widgets existentes, sobrescribiendo cualquier cambio realizado locálmente. Si no está seguro, cancele y haga clic en Mostrar detalles para revisar la lista de widgets afectados.
fi: Varoitus: Ole hyvä ja varmista että haluat päivittää <nbexisting> olemassa olevat widgetit tallentamalla yli paikalliset muutokset. Jos olet epävarma, peruuta ja klikkaa näytä yksityiskohdat tarkistaaksesi widgetit joita tämä koskee.
fr: Attention : veuillez confirmer que vous souhaitez mettre à jour <nbexisting> widget(s) existant(s), en écrasant tous les éventuels changements effectués localement ! En cas de doute, annuler et cliquer 'Voir les détails' pour contrôler la liste des widgets affectés.
he: אזהרה: אשר שברצונך לעדכן את <nbexisting> יישומונים קיימים, להחליף כל שינוי שיבוצע באופן מקומי! אם אינך בטוח, בטל ולחץ על הצג פרטים כדי לעיין ברשימת היישומונים המושפעים.
hu: Figyelmeztetés: erősítse meg, hogy frissíteni kívánja a már létező <nbexisting> widget-et, az esetleg helyben végrehajtott változtatások elvesznek! Ha bizonytalan, akkor kattintson a Részletek megjelenítésre az érintett widgeten.
id: Peringatan: silahkan konfirmasi anda ingin memperbarui <nbexisting> widget yang ada, timpa setiap perubahan yang mungkin terjadi dibuat secara lokal! Jika tidak yakin, batalkan dan klik Tampilkan rincian untuk meninjau daftar dari widget yang terpengaruh.
it: Attenzione: conferma di voler aggiornare <nbexisting> widget esistenti, sovrascrivendo ogni eventuale modifica locale! Se non sei sicuro, cancella e clicca 'Mostra dettagli' per rivedere la lista dei widget interessati.
ja: 警告：ローカルで行われた最終的な変更を上書きして、既存の <nbexisting> ウィジェットを更新したいか確認をしてください！よくわからない場合は、キャンセルして '詳細の表示' をクリックし、影響を受けるウィジェットのリストを確認してください。
nl: Waarschuwing: Gelieve te bevestigen dat u <nbexisting> bestaande widgets wilt opslaan, dit overschrijft eventuele instellingen lokaal gemaakt! Kies in geval van twijfel annuleren en bekijk de details van de betreffende widgets.
no: Advarsel: vennligst bekreft at du ønsker å oppdatere <nbexisting> eksisterende widgets og samtidig overskrive eventuelle lokale endringer! Dersom du er usikker, avbryt og klikk Vis detaljer for å se listen med påvirkede widgets.
pl: Ostrzeżenie: Potwierdź, że chcesz zaktualizować istniejące widgety <nbexisting>, zastępując wszelkie ewentualne zmiany wprowadzone lokalnie! Jeśli nie masz pewności, anuluj i kliknij Pokaż szczegóły, aby przejrzeć listę widgetów.
pt: Atenção: Confirme por favor que quer atualizar os <nbexisting>widgets existentes reescrevendo assim as alterações feitas localmente. Se não tiver a certeza, clique em mostrar detalhes para rever a lista dos widgets afetados.
ro: Avertisment: vă rugam să confirmați că doriți sa actualizați <nbexisting> widget-uri existente, suprascriind orice schimbare făcuta manual! Dacă nu sunteți siguri, anulați şi apăsați pe afişare pentru a revizui lista de widget-uri afectate.
ru: Внимание: Убедитесь, что вы хотите обновить <nbexisting> существующих виджет(ов), заменив их локально! Если вы не уверены, то отмените или нажмите кнопку "Показать подробности" для просмотра заменяемых виджетов.
sv: Varning: bekräfta att du vill uppdatera <nbexisting> befintliga widgets. Detta kommer skriva över eventuella lokala ändringar! Om du är osäker, avbryt och klicka på Visa detaljer för att se listan på ändringar i berörda widgets.
tl: Babala: pakikumpirma ang iyong hiling na mag-update<nbexisting>umiiral na mga widgets, pinapalitan ang anumang mga kalaunang pagbabago na ginawa ng lokal! Kung d sigurado, ikansela at i-klik ang Ipakita ang mga detalye para siyasatin ang mga apektadong mga widget.
tr: Uyarı: Lütfen mevcut araçları <nbexisting> güncellemek, yerel olarak yapılacak nihai değişikliklerin üzerine yazmak istediğinizi onaylayın! Emin değilseniz, iptal edin ve etkilenen araçların listesini incelemek için Ayrıntıları göster'i tıklayın.
uk: Увага: будь ласка, підтвердьте, що хочете оновити <nbexisting> існуючі віджети, перезаписавши будь-які можливі зміни, внесені локально! Якщо ви не впевнені, натисніть "скасувати" та клацніть "Показати деталі", щоб переглянути список змінюваних віджетів.
