Repository: openhab/openhab-webui
Catalog: bundles/org.openhab.ui.habpanel/web/assets/i18n/admin/*.po
Languages: af, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, nl, no, pl, pt, ro, ru, sv, tl, tr, uk

# customwidgets.designer.settings.config.default
source: Default value
af: Standaard waarde
cs: Výchozí hodnota
da: Standardværdi
de: Standardwert
el: Προεπιλεγμένη τιμή
es: Valor predeterminado
fi: Oletusarvo
fr: Valeur par défaut
he: ערך ברירת המחדל
hu: Alapértelmezett érték
id: Nilai standar
it: Valore predefinito
ja: デフォルト値
nl: Standaard waarde
no: Standardverdi
pl: Warość domyślna
pt: Valor padrão
ro: Valoare implicită
ru: Значение по-умолчанию
sv: Standardvärde
tl: Default na balyu
tr: Varsayılan değer
uk: Значення за замовчуванням

# customwidgets.designer.settings.config.choices
source: Choices
af: Keuses
cs: Volby (Choices)
da: Valgmuligheder
de: Auswahlmöglichkeiten
el: Επιλογές λίστας
es: Elecciones
fi: Vaihtoehdot
fr: Choix
he: בחירות
hu: Választási lehetőségek
id: Pilihan
it: Scelte
ja: 選択肢
nl: Keuzes
no: Valg
pl: Opcje
pt: Opções
ro: Opțiuni
ru: Варианты
sv: Val
tl: Mga pagpipilian
tr: Seçimler
uk: Вибір

# customwidgets.designer.settings.config.choices.hint
source: Comma-separated possible values
cs: Možné hodnoty oddělené čárkami
da: Kommaseparerede mulige værdier
de: Mögliche Werte, durch Kommata getrennt
el: Τιμές επιλογών διαχωρισμένες με κόμμα
es: Valores separados por comas
fi: Mahdolliset arvot pilkulla eroteltuina
fr: Valeurs possibles séparées par des virgules
he: ערכים מופרדים באמצעות פסיקים
hu: Vesszővel több érték megadható
id: Nilai yang mungkin dipisahkan dengan koma
it: Valori possibili separati da virgola
ja: コンマ区切りの可能な値
nl: Door comma gescheiden mogelijke waarden
no: Komma-separerte mulige verdier
pl: Możliwe wartości rozdzielane przecinkami
pt: Lista de possíveis valores separados por vírgula
ro: Valorile diferite se vor separa prin virgulă
ru: Возможные значения, разделенные запятыми
sv: Komma-separerade möjliga värden
tl: Posibleng mga balyu ng pinaghihiwalay ng comma
tr: Virgülle ayrılmış olası değerler
uk: Можливі значення, розділені комами

# customwidgets.designer.settings.config.description
source: Description
af: Beskrywing
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
he: תיאור
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 説明
nl: Omschrijving
no: Beskrivelse
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
sv: Beskrivning
tl: Deskripsiyon
tr: Açıklama
uk: Опис

# customwidgets.designer.settings.config.icon.hint
source: This will define 2 config elements:
af: Dit sal 2 config elemente definieer:
cs: Toto bude definovat 2 konfigurační prvky:
da: Dette vil definere 2 config elementer:
de: Dies wird 2 Konfigurations-Elemente definieren:
el: Αυτό θα καθορίσει 2 στοιχεία ρύθμισης:
es: Esto definirá 2 elementos de configuracion:
fi: Tämä määrittää 2 asetusta:
fr: Ceci définira 2 éléments de configuration :
he: פעולה זו תגדיר 2 רכיבי תצורה:
hu: Ez 2 konfigurációs elemet fog definiálni:
id: Hal ini akan menentukan 2 elemen konfigurasi:
it: Questo definirà 2 elementi di configurazione:
ja: これは 2 つの要素を定義します：
nl: Dit zal 2 configuratie-elementen definiëren:
no: Dette vil definere 2 konfigurasjons elementer:
pl: To zdefiniuje dwa elementy konfiguracyjne:
pt: Isto irá definir 2 elementos de configuração:
ro: Se vor defini doua elemente de configurare:
ru: Это настроит 2 элемента конфигурации:
sv: Detta kommer att lägga till 2 inställnings-element:
tl: Ito ay magtatakda ng 2 nakompigura na mga elemets:
tr: Bu yapılandırma 2 öğeyi tanımlar:
uk: Це дозволить визначити два елемента конфігурації:

# customwidgets.designer.preview
source: Preview
af: Voorskou
cs: Náhled
da: Forhåndsvisning
de: Vorschau
el: Προεπισκόπηση
es: Previsualización
fi: Esikatselu
fr: Aperçu
he: תצוגה מקדימה
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: プレビュー
nl: Voorbeeld
no: Forhåndsvisning
pl: Podgląd
pt: Visualizar
ro: Previzualizare
ru: Предпросмотр
sv: Förhandsgranska
tl: Pribyu
tr: Önizleme
uk: Попередній перегляд

# widgetgallery.heading
source: Widget Gallery
af: Widget Galery
cs: Galerie Widgetů
da: Widget Galleri
de: Widget-Galerie
el: Συλλογή widget
es: Galería de widget
fi: Widget galleria
fr: Galerie de widgets
he: גלריית יישומונים
hu: Widget Galéria
id: Galeri Widget
it: Galleria widget
ja: ウィジェットギャラリー
nl: Widget Galerij
no: Widget galleri
pl: Galeria Widgetów
pt: Galeria de widgets
ro: Galerie Widget-uri
ru: Галерея виджетов
sv: Widgetgalleri
tl: Galeriya ng Widget
tr: Araç Galerisi
uk: Галерея Віджетів

# widgetgallery.heading.importrepo
source: Import GitHub Repository
cs: Importovat z úložiště GitHub
da: Importer GitHub Repository
de: GitHub Repository importieren
el: Εισαγωγή αποθετηρίου GitHub
es: Importar el repositorio de GitHub
fi: Tuo GitHub repositorio
fr: Importer un repository GitHub
he: ייבוא מאגר GitHub
hu: Import GitHub adattárból
id: Impor GitHub Repositori
it: Importa un Repository GitHub
ja: GitHub リポジトリのインポート
nl: Importeer van GitHub
no: Importer GitHub Repository
pl: Importowanie plików z repozytorium GitHub
pt: Importar do repositório GitHub
ro: Importare repository GitHub
ru: Импортировать репозиторий GitHub
sv: Importera från GitHub Repository
tl: Mag-angkat ng repositoryo ng Github
tr: GitHub Deposunu İçe Aktar
uk: Імпорт репозиторія Github

# widgetgallery.heading.importgallery
source: Import Gallery Item
cs: Importovat položku galerie
da: Import Galleri Element
de: Galerie-Element importieren
el: Εισαγωγή αντικειμένου συλλογής
es: Importar elemento de la galería
fi: Tuo Item galleriasta
fr: Importer un élément de la galerie
he: ייבא פריט מגלריה
hu: Galéria elem importálása
id: Impor Item Galeri
it: Importa Elemento dalla Galleria
ja: ギャラリーアイテムのインポート
nl: Importeer Galerie Item
no: Importer gallerielement
pl: Importuj z galerii Elementów
pt: Importar item da Galeria
ro: Importare obiect din galerie
ru: Импортировать элемент
sv: Importera från Galleri
tl: Mag-angket ng Galeriya ng Aytem
tr: Galeri Öğesini İçe Aktar
uk: Імпорт галереї Item

# widgetgallery.warning.githubratelimit
source: Warning: rate limiting on the GitHub API will temporarily block further requests!
cs: Upozornění: omezení rychlosti na GitHub API bude dočasně blokovat další požadavky!
da: Advarsel: Begrænsninger på GitHub API vil midlertidigt blokere yderligere anmodninger!
de: Warnung: Bandbreitenbegrenzung auf GitHub-API wird vorübergehend weitere Anfragen blockieren!
el: Προειδοποίηση: τυχόν περιορισμός στο ρυθμό κλήσεων του GitHub API, θα εμποδίσει προσωρινά περαιτέρω αιτήματα!
es: Advertencia: ¡la limitación de velocidad en la API de GitHub bloqueará temporalmente más solicitudes!
fi: Varoitus: GitHub APIn latausraja estää väliaikaisesti seuraavat pyynnöt!
fr: Attention : la limitation de fréquence d'appel à l'API GitHub va temporairement bloquer les requêtes suivantes !
he: אזהרה: הגבלת דירוג על ה-API GitHub זמנית חוסמת בקשות נוספות!
hu: Figyelem: sebesség korlátozás a GitHub API-n ideiglenesen blokkolja a további kéréseket!
id: Peringatan: tingkat pembatasan pada GitHub API akan memblokir untuk sementara permintaan lanjutan!
it: Attenzione: il limite di invocazioni su GitHub API bloccherà temporaneamente ulteriori richieste!
ja: 警告：GitHub API のレート制限により、今後のリクエストを一時的にブロックします！
nl: Waarschuwing: limieten op de API van GitHub blokkeren tijdelijk aanvullende verzoeken!
no: Advarsel: rate begrensing på GitHub APIet vil midlertidig blokkere flere forespørsler!
pl: Ostrzeżenie: ograniczenia w GitHub API tymczasowo zablokują dalsze zapytania!
pt: Aviso: limitação na API do GitHub irá bloquear temporariamente novos pedidos!
ro: Avertizare: limitarea ratei pe API-ul GitHub va bloca temporar alte cereri!
ru: Предупреждение: ограничение скорости на GitHub API временно блокирует дальнейшие запросы!
sv: Varning: Anropsbegränsning för GitHubs API kommer tillfälligt att blockera fler förfrågningar!
tl: Babala: Ang antas ng paglilimita sa sa GitHub API ay pansamantalang hinaharang ang karagdagang mga hinihiling!
tr: Uyarı: GitHub API'sındaki hız sınırlaması geçici olarak diğer istekleri engelliyor!
uk: Попередження: обмеження швидкості на GitHub API буде тимчасово блокувати повторні запити!

# widgetgallery.warning.githubratelimit.wait
source: Wait until this time and try again:
cs: Počkejte do té doby a akci opakujte:
da: Vent indtil denne gang og prøv igen:
de: Bis zu diesem Zeitpunkt warten und erneut versuchen:
el: Περιμένετε τόσο και δοκιμάστε ξανά:
es: Espere hasta este momento y vuelva a intentarlo:
fi: Odota tähän asti ja yritä uudelleen:
fr: Attendez jusqu'à cette heure et réessayez :
he: המתן עד התזמון ונסה שנית:
hu: Várjon ennyi ideig, majd próbálja meg újra:
id: Tunggu sampai sekarang dan coba lagi:
it: Attendere fino a questo momento e riprovare:
ja: この時間まで待ってからやり直してください。
nl: Wacht tot deze tijd en probeer opnieuw:
no: Vent denne tiden og prøv igjen:
pl: Poczekaj do tego czasu i spróbuj ponownie:
pt: Esperar até esta hora e tentar novamente:
ro: Aşteptați până la acest moment şi încercați din nou:
ru: Подождите некоторое время и попробуйте еще раз:
sv: Vänta tills denna tidpunkt och försök igen:
tl: Maghintay hanggang sa oras na ito at subukan ulit:
tr: Bu zamana kadar bekleyin ve tekrar deneyin:
uk: Зачекайте і спробуйте знову:

# widgetgallery.addressbar.hint
source: GitHub repository full name (owner/name) or URL
cs: Celé jméno úložiště GitHub (jméno/vlastníka) nebo adresa URL
da: GitHub repository fulde titel (ejer / navn) eller URL
de: GitHub Repository vollständiger Name (Besitzer/Name) oder URL
el: Πλήρες όνομα αποθετηρίου GitHub (ιδιοκτήτης/όνομα) ή διεύθυνση URL
es: Nombre completo del repositorio de GitHub (propietario/nombre) o URL
fi: GitHub repositorion koko nimi (omistaja/nimi) tai URL osoite
fr: Nom complet (propriétaire/nom) ou URL d'un repository GitHub
he: מאגר GitHub שם מלא (בעלים/שם) או כתובת URL
hu: GitHub adattár teljes neve (tulajdonosnév) vagy URL-címe
id: Nama lengkap GitHub repositori (pemilik/nama) atau URL
it: Nome completo del repository GitHub (owner/name) o URL
ja: GitHub リポジトリのフルネーム (owner/name) あるいは URL
nl: GitHub repository volledige naam (eigenaar/naam) of URL
no: Fullt navn på GitHub repository (eier/navn) eller URL
pl: Nazwa repozytorium GitHub (właściciel/nazwa) lub adres URL
pt: Nome completo do repositório do GitHub (proprietário/nome) ou URL
ro: Numele întreg pentru repository GitHub (proprietar/nume) sau URL
ru: Полное имя пользователя на GitHub или URL-адрес
sv: Fullständigt namn på GitHub repository (ägare/namn) eller URL
tl: Ang buong pangalan ng repositoryo ng GitHub (may-ari/pangalan) o URL
tr: GitHub deposunun tam adı (sahip/adı) veya URL
uk: Повне ім'я репозиторія GitHub (власник/ім'я) або URL-адреса

# widgetgallery.addressbar.go
source: Go
cs: Přejít
da: Gå
de: Los
el: Μετάβαση
es: Ir
fi: Mene
fr: Accéder
he: בצע
hu: Menj
id: Mulai
it: Vai
ja: 移動
nl: Start
no: Gå
pl: Przejdź
pt: Ir
ro: Start
ru: Перейти
sv: Gå
tl: Magpatuloy
tr: Başla
uk: Далі

# widgetgallery.toolbar.communitycontributions
source: community&nbsp;contributions
cs: příspěvků&nbsp;komunity
de: Community-Beiträge
el: συνεισφορές&nbsp;κοινότητας
es: comunidad&nbsp; contribuciones
fi: yhteisön&nbsp;kontribuutio
fr: contributions&nbsp;communautaires
he: הקהילה;nbsp& תרומות
hu: közösségi hozzájárulások
id: kontribusi masyarakat
it: contributo&nbsp;della&nbsp;community
ja: 投稿
nl: community&nbsp;bijdragen
no: samfunns&nbsp;bidrag
pl: rozszerzenia&nbsp;użytkowników
pt: contribuições&nbsp;da comunidade
ro: comunitate&nbsp;contribuții
ru: вклад&nbsp;в&nbsp;сообщество
sv: bidrag&nbsp;från&nbsp;communityn
tl: komunidad&nbsp;mga kontribusyon
tr: topluluk&&nbsp;katkıları
uk: внесків&nbsp;спільноти

# widgetgallery.toolbar.sortby
source: sort by:
cs: seřadit podle:
da: sorter efter:
de: Sortieren nach:
el: ταξινόμηση κατά:
es: ordenado por:
fi: lajittele:
fr: trier&nbsp;par&nbsp;:
he: מיין לפי:
hu: rendezés:
id: urut berdasarkan:
it: ordina per:
ja: 並び順：
nl: sorteer op:
no: sorter etter:
pl: sortuj:
pt: ordenar por:
ro: Sortează după:
ru: сортировать по:
sv: Sortera efter:
tl: isinaayos ni:
tr: göre sırala:
uk: сортувати за:

# widgetgallery.toolbar.sortby.mostrecent
source: most&nbsp;recent
cs: nejnovější
da: seneste
de: neuste
el: πιο&nbsp;πρόσφατα
es: más&nbsp;reciente
fi: viimeisin
fr: plus&nbsp;récent
he: בשימוש;nbsp&;אחרונה
hu: legutóbbiak
it: più&nbsp;recenti
ja: 新しい順
nl: meest&nbsp;recente
no: nyeste
pl: ostatnie
pt: mais&nbsp;recentes
ro: cele mai recente&nbsp;
ru: самые&nbsp;последние
sv: senaste
tl: pinaka&nbsp;kasalukuyan
tr: en&nbsp;son
uk: найновіші

# widgetgallery.toolbar.sortby.mostliked
source: most&nbsp;liked
cs: nejvíce&nbsp;hodnocené
da: mest&nbsp;liked
de: meist&nbsp;geliked
el: πιο&nbsp;ψηφισμένα
es: más&nbsp;deseado
fi: tykätyin
fr: plus&nbsp;apprécié
he: ביותר;nbsp&;אהובים
hu: legkedveltebb
id: most&nbsp;disukai
it: più&nbsp;votati
ja: LIKE 順
nl: meest&nbsp;ge-liked
no: mest&nbsp;likte
pl: najbardziej&nbsp;lubiane
pt: mais&nbsp;curtidos
ro: cele mai apreciate&nbsp;
ru: по&nbsp;рейтингу
sv: mest&nbsp;gillade
tl: pinaka&nbsp;gusto
tr: en&nbsp;sevilen
uk: за&nbsp;рейтингом

# widgetgallery.toolbar.sortby.mostpopular
source: most&nbsp;popular
cs: nejoblíbenější
de: beliebteste
el: πιο&nbsp;δημοφιλή
es: más&nbsp;popular
fi: suosituin
fr: plus&nbsp;populaire
he: הפופולרי ביותר
hu: legnépszerűbb
id: sebagian besar&nbsp;populer
it: più&nbsp;popolari
ja: 人気順
nl: meest&nbsp;populaire
no: mest&nbsp;populære
pl: najpopularniejsze
pt: mais&nbsp;populares
ro: cele mai populare&nbsp;
ru: по&nbsp;популярности
sv: populärast
tl: pinaka&nbsp;sikat
tr: en&nbsp;popüler
uk: найпопулярніші

# widgetgallery.toolbar.sortby.mostdiscussed
source: most&nbsp;discussed
af: meeste&nbsp;bespreek
cs: nejvíce&nbsp;diskutované
da: mest&nbsp;diskuteret
de: meist&nbsp;diskutiert
el: πιο&nbsp;συζητημένα
es: más&nbsp;discutido
fi: keskustelluin
fr: plus&nbsp;discuté
he: הנדונים&nbsp;ביותר
hu: legtöbbet&nbsp;tárgyalt
id: sebagian besar&nbsp;dibahas
it: più&nbsp;discussi
ja: コメント順
nl: meest&nbsp;besproken
no: mest&nbsp;diskutert
pl: najczęściej&nbsp;komentowane
pt: mais&nbsp;debatidos
ro: cele mai discutate&nbsp;
ru: по&nbsp;обсуждениям
sv: mest&nbsp;diskuterade
tl: pinaka&nbsp;pinag-uusapan
tr: en&nbsp;tartışılan
uk: за&nbsp;коментарами

# widgetgallery.details.authorby
source: by
af: deur
cs: od
da: af
de: von
el: από
es: por
fi: tehnyt
fr: par
he: מאת
hu: által
id: oleh
it: di
ja: 並び
nl: door
no: av
pl: autor:
pt: por
ro: de către
ru: от
sv: av
tl: ni
tr: tarafından
uk: від

# widgetgallery.details.forumposts
source: post(s) on this topic - discuss on community.openhab.org
af: inskrywing(s) op hierdie onderwerp - bespreek op community.openhab.org
cs: příspěvků na toto téma - diskutovat na community.openhab.org
da: indlæg om dette emne - diskuteret på community.openhab.org
de: Beiträge/Beitragen zu diesem Thema - diskutiere auf community.openhab.org
el: δημοσιεύσεις σε αυτό το θέμα - συζητήστε στο community.openhab.org
es: publicación(es) sobre este tema - discutir en community.openhab.org
fi: kommentti(a) tästä aiheesta - keskustelu osoitteessa community.openhab.org
fr: commentaire(s) - voir sur community.openhab.org
he: פוסטים בנושא זה - דנו באתר community.openhab.org
hu: hozzászólás ebben a témában - a community.openhab.org on
id: buat postingan pada topik ini - berdiskusi pada community.openhab.org
it: post su questo argomento - discuti su community.openhab.org
ja: 件のトピックに関する投稿 - community.openhab.org における議論
nl: post(s) in dit onderwerp - overleg op community.openhab.org
no: innlegg på dette emnet - diskuter på community.openhab.org
pl: posty na ten temat - dyskusja na community.openhab.org
pt: post(s) sobre este tema - debater em community.openhab.org
ro: post(ări) pe acest subiect - discutate pe community.openhab.org
ru: публикаций на эту тему - обсудить на community.openhab.org
sv: inlägg i detta ämne - diskutera på community.openhab.org
tl: magpost sa paksang ito - at pag-usapan sa community.openhab.org
tr: bu konudaki mesajları - community.openhab.org üzerinde tartışın
uk: допис(ів) на цю тему - обговорити на community.openhab.org

# widgetgallery.details.nothingtoimport
source: Nothing to import
af: Niks om in te voer
cs: Není co importovat
da: Intet at importere
de: Nichts zu importieren
el: Δεν υπάρχει κάτι για εισαγωγή
es: Nada para importar
fi: Ei mitään tuotavissa
fr: Rien à importer
he: אין מה לייבא
hu: Nincs mit importálni
id: Tidak ada apapun untuk mengimpor
it: Nulla da importare
ja: インポートするものがありません
nl: Niets te importeren
no: Ingenting å importere
pl: Nic do zaimportowania
pt: Nada para Importar
ro: Nimic de importat
ru: Нечего импортировать
sv: Inget att importera
tl: Walang mai-angkat
tr: İçe aktarılacak hiçbir şey yok
uk: Немає що імпортувати

# widgetgallery.details.importwidget
source: Import Widget
af: Voer Widget in
cs: Importovat Widget
da: Importer Widget
de: Widget importieren
el: Εισαγωγή widget
es: Importar widget
fi: Tuo widgetti
fr: Importer widget
he: ייבוא יישומון
hu: Widget importálása
id: Impor Widget
it: Importa Widget
ja: ウィジェットをインポート
nl: Importeer Widget
no: Importer widget
pl: Zaimportuj widget
pt: Importar Widget
ro: Importare Widget
ru: Импорт виджета
sv: Importera widget
tl: Mag-angkat ng widget
tr: Aracı İçe Aktar
uk: Імпортувати віджет

# widgetgallery.details.importwidgets
source: Import {} Widgets
af: Voer {} Widgets in
cs: Importovat {} Widgety
da: Importer {} Widgets
de: Importiere {} Widgets
el: Εισαγωγή {} Widgets
es: Importar {} Widgets
fi: Tuo {} widgettiä
fr: Importer {} widgets
he: ייבוא ​​{} יישומונים
hu: Widget {} importálása
id: Impor {} Widget
it: Importa {} Widget
ja: {} 個のウィジェットをインポートする
nl: Importeer {} Widgets
no: Importer {} Widgets
pl: Zaimportuj widgety ({})
pt: Importar Widgets {}
ro: Importă {} Widgets
ru: Импортировать {} виджет(ов)
sv: Importera {} widgets
tl: Mag-angkat {} ng mga Widgets
tr: Araçları {} İçe Aktar
uk: Імпортувати віджети {}

# widgetgallery.details.gotorepository
source: Go to the repository
af: Gaan na die repository
cs: Přejít do repozitáře
da: Gå til repository
de: Gehe zum Repository
el: Μετάβαση στο αποθετήριο
es: Ir al repositorio
fi: Mene repositorioon
fr: Aller au repository
he: עבור אל המאגר
hu: A repository felkeresése
id: Pergi ke tempat penyimpanan
it: Vai al repository
ja: リポジトリに移動
nl: Ga naar de repository
no: Gå til repository
pl: Przejdź do repozytorium
pt: Ir para o repositório
ro: Către repository
ru: Перейти в репозиторий
sv: Gå till repository
tl: Pumunta sa repositoryo
tr: Depoya git
uk: Перейти в репозиторій

# widgetgallery.details.toupdate
source: to update
af: wat moet opdateer
cs: aktualizace
da: til opdatering
de: Update(s) verfügbar
el: προς ενημέρωση
es: actualizar
fi: päivitettävissä
fr: à mettre à jour
he: כדי לעדכן
hu: frissítése
id: untuk memperbarui
it: da aggiornare
ja: 更新する
nl: bijwerken
no: å oppdatere
pl: do aktualizacji
pt: para atualizar
ro: actualizare
ru: обновить
sv: uppdatering(ar)
tl: mag-update
tr: güncellemek için
uk: до оновлення

# widgetgallery.details.showdetails
source: Show details
af: Vertoon besonderhede
cs: Zobrazit podrobnosti
da: Vis detaljer
de: Details anzeigen
el: Προβολή λεπτομερειών
es: Mostrar detalles
fi: Näytä lisätiedot
fr: Voir détails
he: הצג פרטים
hu: Részletek mutatása
id: Tampilkan rincian
it: Mostra dettagli
ja: 詳細を表示
nl: Toon details
no: Vis detaljer
pl: Pokaż szczegóły
pt: Mostrar detalhes
ro: Afișează detaliile
ru: Подробно
sv: Visa detaljer
tl: Ipakita ang mga detalye
tr: Detayları göster
uk: Показати подробиці

# widgetgallery.details.hidedetails
source: Hide details
af: Versteek besonderhede
cs: Skrýt podrobnosti
da: Skjul detaljer
de: Details ausblenden
el: Απόκρυψη λεπτομερειών
es: Ocultar detalles
fi: Piilota lisätiedot
fr: Cacher détails
he: הסתר פרטים
hu: Részletek elrejtése
id: Sembunyikan rincian
it: Nascondi dettagli
ja: 詳細を非表示
nl: Verberg details
no: Skjul detaljer
pl: Ukryj szczegóły
pt: Ocultar detalhes
ro: Ascunde detaliile
ru: Скрыть подробности
sv: Dölj detaljer
tl: Itago ang mga detalye
tr: Detayları gizle
uk: Приховати подробиці

# widgetgallery.details.downloadzip
source: Download ZIP
af: Laai ZIP af
cs: Stáhnout Zip
da: Hent ZIP
de: ZIP herunterladen
el: Κατεβάστε σε ZIP
es: Descargar Zip
fi: Lataa ZIP
fr: Télécharger un ZIP
he: הורד ZIP
hu: Zip letöltése
id: Unduh ZIP
it: Scarica ZIP
ja: ZIP ファイルのダウンロード
no: Last ned ZIP
pl: Pobierz plik ZIP
pt: Baixar Zip
ro: Descarcă arhiva ZIP
ru: Загрузить ZIP
sv: Ladda ner ZIP
tl: I-download ang ZIP
tr: ZIP dosyasını indir
uk: Завантажити ZIP

# widgetgallery.details.widget.hint.prefix
source: This
af: Hierdie
cs: Tento
da: Denne
de: Dies
es: Esta
fi: Tämä
fr: Ce(tte)
he: הזה
hu: Ez
id: Ini
it: Questo
ja: この
nl: Dit
no: Denne
pl: To
pt: Esta
ro: Acesta
ru: Это
sv: Detta
tl: Ito ay
tr: Bu
uk: Це

# widgetgallery.details.widget.hint.communitycontribution
source: community contribution
af: gemeenskaplike bydra
cs: příspěvek komunity
da: community bidrag
de: Community-Beitrag
el: Αυτή η συνεισφορά κοινότητας
es: contribución de la comunidad
fi: yhteisön kontribuutio
fr: contribution communautaire
he: תרומה לקהילה
hu: közösségi hozzájárulások
id: kontribusi masyarakat
it: contributo della community
ja: 投稿
nl: gemeenschapsbijdrage
no: samfunns bidrag
pl: rozszerzenie
pt: contribuição da comunidade
ro: contribuție a comunității
ru: вклад в сообщество
sv: bidrag från communityn
tl: kontribusyon ng komunidad
tr: topluluk katkısı
uk: внесок спільноти

# widgetgallery.details.widget.hint.repository
source: repository
cs: repozitář
el: Αυτό το αποθετήριο
es: repositorio
fi: repositorio
he: מאגר
id: tempat penyimpanan
ja: リポジトリ
pl: repozytorium
pt: repositório
ru: репозиторий
tl: repositoryo
tr: depo
uk: репозиторий

# widgetgallery.details.widget.hint.suffix
source: contains the following widgets; you can import them individually:
af: bevat die volgende Widgets; jy kan hulle apart invoer:
cs: obsahuje tyto Widgety, které mohou být naimportovány jednotlivě:
da: indeholder følgende widgets; Du kan importere dem individuelt:
de: enthält folgende Widgets; du kannst diese einzeln Importieren:
el: περιέχει τα ακόλουθα widget που μπορείτε να τα εισαγάγετε μεμονωμένα:
es: contiene los siguientes widgets; puede importarlos individualmente:
fi: sisältää seuraavat widgetit; voit tuoda ne yksitellen:
fr: contient le(s) widget(s) suivant(s) ; vous pouvez les importer individuellement :
he: מכיל את היישומונים הבאים; תוכל לייבא אותם בנפרד:
hu: tartalmazza a következő widget-eket; importálhatja őket egyesével:
id: berisi widget berikut; anda dapat mengimpor mereka secara pribadi:
it: contiene i widget seguenti; li puoi importare individualmente:
ja: これらのウィジェットがあります。そして、それらを個別にインポートできます：
nl: bevat de volgende widgets; u kunt hen individueel importeren:
no: inneholder følgende widgets; du kan importere dem enkeltvis:
pl: zawiera następujące widgety; można zaimportować je indywidualnie:
pt: contém os seguintes widgets; você pode importá-los individualmente:
ro: conține următoarele widget-uri; pot fi importate separat:
ru: содержит следующие виджеты; Вы можете импортировать их:
sv: innehåller följande widgets, du kan importera dem individuellt:
tl: naglalaman ng mga sumusunod na mga widgets: kaya mo itong i-angkat ng hiwa-hiwalay:
tr: aşağıdaki araçları içerir; bunları ayrı ayrı içe aktarabilirsiniz:
uk: містить наступні віджети; Ви можете імпортувати їх:
