Repository: openhab/openhab-webui
Catalog: org.openhab.ui.habpanel/web/assets/i18n/admin/*.po
Languages: ca

# designer.save
source: Save
ca: Desa

# designer.run
source: Run
ca: Executa

# designer.addwidget
source: Add Widget
ca: Afegeix un estri

# designer.addwidget.hint
source: Add some widgets
ca: Afegeix alguns estris

# designer.addwidget.customwidgets
source: Custom widgets
ca: Estris personalitzats

# designer.addwidget.getmore
source: Get more...
ca: Obtén més...

# designer.addwidget.getmore.tooltip
source: Open the widget gallery to import more widgets
ca: Obri la galeria d'estris per importar-ne més

# designer.contextmenu.edit
source: Edit...
ca: Edita...

# designer.contextmenu.copymove
source: Copy/move to...
ca: Copia/mou a...

# designer.contextmenu.delete
source: Delete
ca: Elimina

# designer.copymove.header
source: Copy/move {{widgetName}}
ca: Còpia/mou {{widgetName}}

# designer.copymove.todashboard
source: To dashboard
ca: Anar al taulell de control

# designer.copymove.move
source: Move
ca: Mou

# designer.copymove.copy
source: Copy
ca: Copia

# designer.newwidget.defaultname
source: New Widget
ca: Nou estri

# designer.serversavefailed
source: Server save failed!
ca: Desar al servidor ha fallat!

# dashboard.settings.dialog.title
source: Dashboard Settings
ca: Configuració del taulell de control

# dashboard.settings.tile
source: Menu tile
ca: Element del menú

# dashboard.settings.tile.background_image_url
source: Background Image URL
ca: URL de la imatge de fons

# dashboard.settings.tile.title_text_color
source: Title Text color
ca: Color text del títol

# dashboard.settings.tile.click_feedback
source: Click feedback
ca: Fes-nos comentaris

# dashboard.settings.tile.click_feedback.description
source: Don't brighten tile on click/tap
ca: No il·luminar element en clic/tap

# dashboard.settings.advanced
source: Advanced
ca: Avançat

# dashboard.settings.advanced.warning
source: These options are currently experimental, unstable or targeted at advanced users! Use at your own risk.
ca: Aquestes opcions són actualment experimentals, inestables o dirigides a usuaris avançats! Utilitzar al seu propi risc.

# dashboard.settings.customwidgets
source: Custom widgets
ca: Estris personalitzats

# dashboard.settings.customwidgets.warning
source: This feature is currently experimental, and targeted at advanced users! Use at your own risk.
ca: Aquesta característica és actualment experimental i dirigida a usuaris avançats! Utilitzar al seu propi risc.

# dashboard.settings.customwidgets.usecustomwidget
source: Use a custom widget
ca: Utilitzar un estri personalitzat

# dashboard.settings.customwidgets.customwidget
source: Custom Widget
ca: Estri personalitzat

# dashboard.settings.customwidgets.tile
source: Main menu tile
ca: Element del menú principal

# dashboard.settings.customwidgets.tile.description
source: Replace the tile contents by a custom widget
ca: Substituir el contingut de l'element per un estri personalitzat

# dashboard.settings.customwidgets.drawer
source: Drawer
ca: Calaix

# dashboard.settings.customwidgets.drawer.description
source: Replace the contents of the drawer menu by a custom widget
ca: Substituir el contingut del menú del calaix per un estri personalitzat

# dashboard.settings.customwidgets.header
source: Dashboard header
ca: Capçalera del tauler de control

# dashboard.settings.customwidgets.header.description
source: Replace the contents of the dashboard header by a custom widget
ca: Substitueix el contingut de la capçalera del taulell de control per un widget de costum

# itempicker.placeholder
source: Search or select an openHAB item
ca: Cerca o selecciona un element de openHAB

# iconpicker.selecticonset
source: Select icon set
ca: Selecciona un Conjunt d'Icones

# iconpicker.customicon
source: Custom icon
ca: Icona personalitzada

# iconpicker.customurl
source: Custom URL
ca: URL personalitzada

# iconpicker.none
source: (none)
ca: (Cap)

# iconpicker.customicontooltip
source: Type the name of a <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'>registered icon</a> (only SVG supported)<br />Examples: <em>switch</em>, <em>temperature</em> or an additional icon in your configuration's <code>icons/classic</code> folder
ca: Escriu el nom d'una <a href='http://docs.openhab.org/configuration/items.html#icons' target='_blank'>icona registrada</a> (suportades només SVG)<br />Exemples: <em>canviar</em>, <em>temperatura</em> o una icona addicional a la carpeta <code>d'icones/clàssic</code> de la teva configuració

# settings.header
source: Settings
ca: Preferències

# settings.storage.header
source: Current storage configuration
ca: Configuració actual d'emmagatzematge

# settings.storage.localstorage
source: Local storage
ca: Emmagatzematge local

# settings.storage.localstorage.hint
source: The configuration is saved for this browser and device only. It will be kept as long as you don't clean up the browser's historical data.
ca: Es desa la configuració per a aquest navegador i dispositiu només. Això es mantindrà sempre que no netegis les dades històriques del navegador.

# settings.storage.localstorage.edit
source: Edit the local panel configuration (experts only)
ca: Edita la configuració del taulell local (només experts)

# settings.storage.panelconfiguration
source: Panel configuration:
ca: Configuració del taulell:

# settings.storage.panelconfiguration.lastsynced
source: Last synced on
ca: Última sincronització %@

# settings.storage.panelconfiguration.contains
source: Contains:
ca: Conté:

# settings.storage.panelconfiguration.save
source: Save the current configuration to a new panel configuration
ca: Desa la configuració actual a una nova configuració del taulell

# settings.storage.panelconfiguration.dialog.title
source: New panel configuration
ca: Nova configuració del taulell

# settings.storage.panelconfiguration.dialog.message
source: Please choose a name for the new panel configuration (letters and digits only please):
ca: Si us plau trieu un nom per a la nova configuració del taulell (només lletres i xifres, si us plau):

# settings.panel.name
source: Panel name
ca: Nom del taulell

# settings.panel.name.hint
source: Replaces 'HABPanel' in the side drawer when set
ca: Reemplaça "HABPanel" al calaix lateral quan s'estableix

# settings.panel.appearance.header
source: Appearance
ca: Aparença

# settings.panel.appearance.theme
source: Theme
ca: Tema

# settings.panel.appearance.theme.not_supported
source: Themes are not compatible with this browser.
ca: Els temes no són compatibles amb aquest navegador.

# settings.panel.appearance.additional_stylesheet
source: Additional stylesheet (optional)
ca: Fulla d'estil addicional (opcional)

# settings.panel.appearance.additional_stylesheet.hint
source: Relative URL only; example: /static/example.css
ca: Només URL relativa; exemple: /static/example.css

# settings.panel.appearance.background_image
source: Background image (optional)
ca: Imatge de fons (opcional)

# settings.panel.appearance.background_image.hint
source: Example: //source.unsplash.com/random
ca: Exemple: //source.unsplash.com/random

# settings.panel.appearance.drawer_heading_image
source: Drawer heading image (optional)
ca: Imatge d'encapçalament del calaix (opcional)

# settings.panel.appearance.drawer_heading_image.hint
source: Example: //via.placeholder.com/265x95
ca: Exemple: //via.placeholder.com/265x95

# settings.panel.appearance.prevent_scrolling
source: Prevent scrolling (when not editing)
ca: Evita desplaçament (quan no s'edita)

# settings.panel.appearance.hide_drawer_footer
source: Hide the drawer's footer
ca: Amaga el peu del calaix

# settings.panel.appearance.hide_toolbar_buttons
source: Hide toolbar buttons:
ca: Amaga els botons de la barra:

# settings.panel.appearance.show_clock
source: Show a clock on the header
ca: Mostra un rellotge a la capçalera

# settings.panel.appearance.show_clock.header_format
source: Header clock format
ca: Format del rellotge de capçalera

# settings.panel.appearance.show_clock.header_format.hint
source: Default: shortTime, use AngularJS date format
ca: Defecte: shortTime, utilitzeu el format de data AngularJS

# settings.panel.customwidgets.header
source: Custom Widgets
ca: Estris personalitzats

# settings.panel.customwidgets.manage
source: Manage
ca: Gestiona

# settings.panel.voicesupport.header
source: Voice Support
ca: Suport de veu

# settings.panel.voicesupport.speech_synthesis_voice
source: Speech synthesis voice
ca: Veu de la síntesi de parla

# settings.panel.voicesupport.speech_synthesis_voice.hint
source: Available voices depend on the operating system and browser environments.
ca: Les veus disponibles depenen del sistema operatiu i dels entorns del navegador.

# settings.panel.voicesupport.speech_synthesis_voice.test
source: Test
ca: Prova

# settings.panel.voicesupport.floating_speech_button
source: Display a floating speech button at the bottom of the screen
ca: Mostra un botó flotant de parla a la part inferior de la pantalla

# settings.panel.voicesupport.speech_synthesis_item
source: Speak the new value of the following item when it changes:
ca: Digues el nou valor del següent element quan canvia:

# settings.panel.dashboard_control.header
source: Switch dashboard with item value
ca: Canvia el taulell amb el valor de l'element

# settings.panel.dashboard_control.item
source: When this item changes to a dashboard's name, switch to it:
ca: Quan aquest element canvia a un nom de taulell, canviar-hi:

# settings.localconfig.title
source: Local panel configuration editor
ca: Editor de la configuració del panell local

# settings.localconfig.warning
source: This is the raw configuration object representing your current configuration. Be careful while editing it by hand!
ca: Aquest és l'objecte de configuració elemental que representa la teva configuració actual. Para compte editant-lo a mà!

# settings.localconfig.import
source: Import
ca: Importa

# settings.localconfig.export
source: Export
ca: Exporta

# settings.localconfig.copy
source: Copy
ca: Copia

# settings.localconfig.copied
source: Copied!
ca: Copiat!

# settings.localconfig.save
source: Save
ca: Desa

# settings.localconfig.saved
source: Saved!
ca: Desat!

# settings.localconfig.failed
source: FAILED!
ca: HA FALLAT!

# settings.localconfig.error.nodashboardsfound
source: No dashboards found!
ca: No es troben taulells de control!

# settings.localconfig.parsingerror.dialog.message
source: Configuration parsing error, nothing has been modified:
ca: Error a l'anàlisi de la configuració, res ha estat modificat:

# settings.localconfig.importerror.dialog.message
source: Problem while importing:
ca: Problema a la importació:

# customwidgets.list.header
source: Custom widgets
ca: Estris personalitzats

# customwidgets.list.byauthor
source: by
ca: per

# customwidgets.list.globallyprovisioned.hint
source: This widget was provisioned globally via a bundle. It cannot be modified, but may be cloned to an user-defined widget with another name.
ca: Aquest estri estava proveït globalment mitjançant un paquet. No es pot modificar, però pot ser clonat a un estri definit per l'usuari amb un altre nom.

# customwidgets.list.userdefined.hint
source: This widget has been defined manually in this panel configuration and can be modified.
ca: Aquest estri ha estat definit manualment en aquesta configuració del taulell i pot ser modificat.

# customwidgets.list.contextmenu.clone
source: Clone widget...
ca: Clona l'estri...

# customwidgets.list.contextmenu.exporttofile
source: Export to file
ca: Exporta a fitxer

# customwidgets.list.contextmenu.openhelp
source: Open Help
ca: Obri Ajuda

# customwidgets.list.contextmenu.update
source: Update...
ca: Actualització...

# customwidgets.list.newwidget
source: New widget
ca: Nou estri

# customwidgets.list.importwidget
source: Import widget
ca: Importa estri

# customwidgets.list.importwidget.fromfile
source: Import from file...
ca: Importa d'un fitxer...

# customwidgets.list.importwidget.fromgallery
source: Import from gallery...
ca: Importa des de la galeria...

# customwidgets.list.add.dialog.title
source: New custom widget
ca: Nou estri personalitzat

# customwidgets.list.add.dialog.message
source: Please choose a short name as an identifier for your widget (for example, 'window-shutter=up-down-button, 'weather-forecast' etc.). If a widget with the same identifier already exists, it will be replaced!
ca: Tria un nom curt com a identificador del teu estri (per exemple, "control-persiana=boto-amunt-avall,"previsio-temps" etc.). Si ja existeix un estri amb el mateix identificador, se substituirà!

# customwidgets.list.import.nojson
source: The file must have a .json extension!
ca: El fitxer ha de tenir una extensió .json!

# customwidgets.list.import.dialog.title
source: Import widget
ca: Importa estri

# customwidgets.list.import.dialog.message
source: Please confirm or change the identifier of your widget (avoid spaces and special chars!). If a widget with the same identifier already exists, it will be replaced!
ca: Si us plau, confirma o canvia l'identificador del teu estri (evita espais i caràcters especials!). Si ja existeix un estri amb el mateix identificador, se substituirà!

# customwidgets.list.import.error
source: Widget import error:
ca: Error d'importació de l'estri:

# customwidgets.list.update.dialog.title
source: Update widget
ca: Actualitza estri

# customwidgets.list.update.dialog.message
source: This will update widget <id> from <source_url>. Any changes you made will be overwritten! Continue?
ca: Això actualitzarà l'estri <id> des de <source_url>. S'eliminaran els canvis que heu fet! Voleu continuar?

# customwidgets.list.update.error.notemplatefound
source: Couldn't update widget <id> from <source_url>: no template found
ca: No s'ha pogut actualitzar l'estri <id> des de <source_url>: cap plantilla trobada

# customwidgets.list.update.error.unknown
source: Couldn't update widget <id> from <source_url>:
ca: No s'ha pogut actualitzar l'estri <id> des de <source_url>:

# customwidgets.list.update.success
source: Widget <id> updated successfully from <source_url>
ca: L'estri <id> actualitzat amb èxit des de <source_url>

# customwidgets.list.delete.dialog.title
source: Remove widget
ca: Eliminar un estri

# customwidgets.list.delete.dialog.message
source: Please confirm you want to delete this widget:
ca: Confirma que vols eliminar aquest estri:

# customwidgets.list.clone.dialog.title
source: Clone widget
ca: Clona l'estri

# customwidgets.list.clone.dialog.message
source: This will clone the globally provisioned widget: <id> to be modified as part of the panel configuration. Enter an unique identifier below - it must be different from the widget being cloned, and should avoid spaces and special chars. If an user-defined widget with the same identifier already exists, it will be replaced!
ca: Això clonarà l'estri: <id> proveït globalment per a ser modificat com part de la configuració del taulell. Entra un identificador únic a sota - deu ser diferent de l'estri que s'està clonant i deuria evitar espais i caràcters especials. Si ja existeix un estri definit per l'usuari amb el mateix identificador, es substituirà!

# customwidgets.designer.heading
source: Widget:
ca: Estri:

# customwidgets.designer.save
source: Save
ca: Desa

# customwidgets.designer.saved
source: Saved!
ca: Desat!

# customwidgets.designer.code
source: Code
ca: Codi

# customwidgets.designer.settings
source: Settings
ca: Configuració

# customwidgets.designer.settings.general
source: General settings
ca: Configuració general

# customwidgets.designer.settings.general.display_name
source: Display name
ca: Mostra el nom

# customwidgets.designer.settings.general.author
source: Author
ca: Autor

# customwidgets.designer.settings.general.description
source: Description
ca: Descripció

# customwidgets.designer.settings.config
source: Configuration settings
ca: Preferències de configuració

# customwidgets.designer.settings.config.warning
source: Beware: always bear in mind instances of this widget might be existing when altering configuration settings!
ca: Atenció: sempre tenir en compte que instàncies d'aquest estri podrien existir al alterar les preferències de configuració!

# customwidgets.designer.settings.config.add
source: Add setting
ca: Afegir configuració

# customwidgets.designer.settings.config.type
source: Type
ca: Tipus

# customwidgets.designer.settings.config.type.string
source: String
ca: Cadena

# customwidgets.designer.settings.config.type.number
source: Number
ca: Número

# customwidgets.designer.settings.config.type.checkbox
source: Checkbox
ca: Casella de selecció

# customwidgets.designer.settings.config.type.item
source: Item
ca: Element

# customwidgets.designer.settings.config.type.choices
source: Choices
ca: Opcions

# customwidgets.designer.settings.config.type.icon
source: Icon
ca: Icona

# customwidgets.designer.settings.config.type.heading
source: Heading
ca: Capçalera

# customwidgets.designer.settings.config.id.hint
source: Enter a JSON friendly key for this setting - ideally, use only lowercase letters, digits and underscores. Examples: my_setting, first_item, text_size, font_color
ca: Introduïu una clau JSON senzilla per a aquesta configuració - idealment, utilitzar només lletres minúscules, dígits i guions baixos. Exemples: my_setting, first_item, text_size, font_color

# customwidgets.designer.settings.config.label
source: Label
ca: Etiqueta

# customwidgets.designer.settings.config.default
source: Default value
ca: Valor per defecte

# customwidgets.designer.settings.config.choices
source: Choices
ca: Opcions

# customwidgets.designer.settings.config.choices.hint
source: Comma-separated possible values
ca: Possibles valors separats per coma

# customwidgets.designer.settings.config.description
source: Description
ca: Descripció

# customwidgets.designer.settings.config.icon.hint
source: This will define 2 config elements:
ca: Això definirà 2 elements de configuració:

# customwidgets.designer.preview
source: Preview
ca: Previsualització

# widgetgallery.heading
source: Widget Gallery
ca: Galeria d'estris

# widgetgallery.heading.importrepo
source: Import GitHub Repository
ca: Importa repositori GitHub

# widgetgallery.heading.importgallery
source: Import Gallery Item
ca: Importa element de la Galeria

# widgetgallery.warning.githubratelimit
source: Warning: rate limiting on the GitHub API will temporarily block further requests!
ca: Advertiment: el límit de ràtio a l'API GitHub bloquejarà temporalment més peticions!

# widgetgallery.warning.githubratelimit.wait
source: Wait until this time and try again:
ca: Espera aquests temps i torna a provar:

# widgetgallery.addressbar.hint
source: GitHub repository full name (owner/name) or URL
ca: Nom complet (propietari/nom) del repositori GitHub o URL

# widgetgallery.addressbar.go
source: Go
ca: Anar

# widgetgallery.toolbar.communitycontributions
source: community&nbsp;contributions
ca: contribucions&nbsp;de la comunitat

# widgetgallery.toolbar.sortby
source: sort by:
ca: ordena per:

# widgetgallery.toolbar.sortby.mostrecent
source: most&nbsp;recent
ca: més&nbsp;recents

# widgetgallery.toolbar.sortby.mostliked
source: most&nbsp;liked
ca: més&nbsp;agradats

# widgetgallery.toolbar.sortby.mostpopular
source: most&nbsp;popular
ca: més&nbsp;populars

# widgetgallery.toolbar.sortby.mostdiscussed
source: most&nbsp;discussed
ca: més&nbsp;discutits

# widgetgallery.details.authorby
source: by
ca: per

# widgetgallery.details.forumposts
source: post(s) on this topic - discuss on community.openhab.org
ca: publicació(ns) a aquesta discussió - participa a community.openhab.org

# widgetgallery.details.nothingtoimport
source: Nothing to import
ca: Res per importar

# widgetgallery.details.importwidget
source: Import Widget
ca: Importa estri

# widgetgallery.details.importwidgets
source: Import {} Widgets
ca: Importa {} estris

# widgetgallery.details.gotorepository
source: Go to the repository
ca: Ve al repositori

# widgetgallery.details.toupdate
source: to update
ca: per actualitzar

# widgetgallery.details.showdetails
source: Show details
ca: Mostra detalls

# widgetgallery.details.hidedetails
source: Hide details
ca: Amaga detalls

# widgetgallery.details.downloadzip
source: Download ZIP
ca: Descarrega ZIP

# widgetgallery.details.widget.hint.prefix
source: This
ca: Aquesta

# widgetgallery.details.widget.hint.communitycontribution
source: community contribution
ca: contribució de la comunitat

# widgetgallery.details.widget.hint.repository
source: repository
ca: repositori

# widgetgallery.details.widget.hint.suffix
source: contains the following widgets; you can import them individually:
ca: conté els següents estris; pots importar-los individualment:

# widgetgallery.details.widget.hint.nowidgets
source: No widgets were found (*.widget.json files)! Please report this.
ca: No s'ha trobat cap estri (*. widget.json arxius)! Si us plau reporteu això.

# widgetgallery.details.widget.hint.checkrepo
source: The widgets are likely in the referenced GitHub repository. Click the 'Go to the repository' button to open it.
ca: Els estris estan probablement al repositori de GitHub referenciat. Feu clic al botó "Anar al repository" per obrir-lo.

# widgetgallery.details.widget.import
source: Import widget
ca: Importa estri

# widgetgallery.details.widget.update
source: Update widget
ca: Actualitza estri

# widgetgallery.details.widget.imported
source: Widget imported!
ca: Estri importat!

# widgetgallery.widgetsdetected.dialog.title
source: Existing widgets detected
ca: Estris existents detectats

# widgetgallery.widgetsdetected.dialog.message
source: Warning: please confirm you wish to update <nbexisting> existing widgets, overwriting any eventual changes made locally! If unsure, cancel and click Show details to review the list of affected widgets.
ca: Advertiment: si us plau, confirma que vols actualitzar els estris existents <nbexisting>, sobreescrivint tots els canvis fets localment! Si no estàs segur, cancel·la i clica a Mostra detalls per revisar la llista d'estris afectats.
