Repository: openhab/openhab-webui
Catalog: org.openhab.ui.habpanel/web/assets/i18n/widgets/*.po
Languages: id, it

# widget.common.step
source: Step
id: Langkah
it: Passo

# widget.common.unit
source: Unit
it: Unità

# widget.common.format
source: Format
it: Formato

# widget.common.format.useserverprovided
source: Use server-provided format if available
id: Gunakan format server-tersedia apabila ada
it: Se disponibile, utilizzare il formato fornito dal server

# widget.common.dontwrap
source: Value right of label
id: Nilai sebelah kanan dari label
it: Valore a destra dell'etichetta

# widget.common.backdrop_center
source: Center backdrop horizontally
id: Latar belakang pusat secara horisontal
it: Centra lo sfondo orizzontalmente

# widget.common.icon_nolinebreak
source: Icon left of label instead of below
id: Ikon di sebelah kiri dari label bukan yang dibawah
it: Icona a sinistra dell'etichetta invece che sotto

# widget.common.icon_replacestext
source: Icon replaces textual value display
id: Ikon menggantikan nilai tekstual tampilan
it: L'icona sostituisce il valore testuale

# widget.common.general
source: General
id: Umum
it: Generale

# widget.common.advanced
source: Advanced
id: Lanjutan
it: Avanzate

# widget.button
source: Button
id: Tombol
it: Pulsante

# widget.button.description
source: A button performing a certain action, like sending a command to an openHAB item
id: Sebuah tombol yang melakukan sebuah tindakan tertentu, seperti mengirim perintah ke sebuah item openHAB
it: Un pulsante che esegue un'azione, come inviare un comando ad un elemento di openHAB

# widget.button.settings.header
source: Button Settings
id: Pengaturan tombol
it: Impostazioni pulsante

# widget.button.general
source: General
it: Generale

# widget.button.general.action_type
source: Action type
id: Jenis Tindakan
it: Tipo di azione

# widget.button.general.action_type.command
source: Send a fixed command to an item
id: Kirim sebuah perintah yang sudah tetap pada sebuah item
it: Invia un comando fisso a un elemento

# widget.button.general.action_type.toggle
source: Alternate item between 2 states
id: Item alternatif antara 2 keadaan
it: Alterna elemento tra 2 stati

# widget.button.general.action_type.navigate
source: Navigate
id: Navigasi
it: Naviga

# widget.button.general.command
source: Command value
id: Nilai Perintah
it: Valore del comando

# widget.button.general.command_alt
source: Alternate command value
id: Nilai perintah alternatif
it: Valore del comando alternativo

# widget.button.general.navigation_type
source: Navigation type
id: Jenis navigasi
it: Tipo di navigazione

# widget.button.general.navigation_type.dashboard
source: Dashboard
id: Dasbor
it: Pannello

# widget.button.general.navigation_target
source: Open in
id: Buka di
it: Apri in

# widget.button.general.navigation_target.self
source: Current tab
id: Tab Saat Ini
it: Scheda corrente

# widget.button.general.navigation_target.new_tab
source: New tab
id: Tab baru
it: Nuova scheda

# widget.button.general.navigation_target.new_window
source: New window
id: Jendela baru
it: Nuova finestra

# widget.button.display.label
source: Label
it: Etichetta

# widget.button.display.value
source: Value
id: Nilai
it: Valore

# widget.button.display.value.showitemvalue
source: Show the item's state value
id: Tampilkan nilai status item
it: Visualizza il valore di stato dell'elemento

# widget.button.display.value.showitemvalue_noitem
source: Show an item's state value
it: Visualizza il valore di stato di un elemento

# widget.button.display.value.active_state
source: Active state
id: Keadaan aktif
it: Stato attivo

# widget.button.inactive
source: Inactive
id: Tidak aktif
it: Non attivo

# widget.button.active
source: Active
id: Aktif
it: Attivo

# widget.button.colors
source: Colors
id: Warna
it: Colori

# widget.button.background_color
source: Background color
id: Warna latar belakang
it: Colore di sfondo

# widget.button.foreground_color
source: Label color
id: Warna label
it: Colore etichetta

# widget.button.value_color
source: Value color
id: Nilai warna
it: Colore del valore

# widget.button.preview.state
source: State
id: Keadaan
it: Stato

# widget.chart
source: Chart
id: Grafik
it: Grafico

# widget.chart.description
source: Displays a chart
id: Tampilkan sebuah grafik
it: Visualizza un grafico

# widget.chart.settings.header
source: Chart Settings
id: Pengaturan grafik
it: Impostazioni Grafico

# widget.chart.general
source: General
it: Generale

# widget.chart.general.type
source: Type
id: Tipe
it: Tipo

# widget.chart.general.type.default
source: Default
it: Predefinito

# widget.chart.general.type.rrd4j
source: RRD4j (rrd4j persistence service only)
id: RRD4j (rrd4j hanya layanan persistensi saja)
it: RRD4j (solo servizio di persistenza rrd4j)

# widget.chart.general.type.interactive
source: n3-line-chart (interactive)
it: n3-line-chart (interattivo)

# widget.chart.general.service
source: Persistence service
it: Servizio di persistenza

# widget.chart.general.service.hint
source: rrd4j, mysql, influxdb... Leave blank for default
it: rrd4j, mysql, influxdb... Lasciare vuoto per default

# widget.chart.general.itemgroup
source: openHAB Item or Group
it: Elemento o Gruppo openHAB

# widget.chart.general.period
source: Period
it: Periodo

# widget.chart.axis
source: Axis
it: Assi

# widget.chart.axis.primary
source: Primary axis (y)
id: Sumbu utama (y)
it: Asse primario (y)

# widget.chart.axis.secondary
source: Secondary axis (y2)
id: Sumbu sekunder (y2)
it: Asse secondario (y2)

# widget.chart.axis.enabled
source: Enabled
id: Aktifkan
it: Abilitato

# widget.chart.axis.includezero
source: Include zero
id: Termasuk nol
it: Includi zero

# widget.chart.series
source: Series
it: Serie

# widget.chart.series.axis
source: Axis
id: Sumbu
it: Asse

# widget.chart.series.axis.primary
source: Primary
id: Utama
it: Prmario

# widget.chart.series.axis.secondary
source: Secondary
id: Sekunder
it: Secondario

# widget.chart.series.display.line
source: Line
id: Garis
it: Linea

# widget.chart.series.display.dots
source: Dots
it: Punti

# widget.chart.series.liveupdate
source: Live update (experimental)
id: Pembaharuan langsung (masih uji coba)
it: Aggiornamento in tempo reale (sperimentale)

# widget.chart.series.liveupdate.fillvalues
source: Repeat other series' current values on update if necessary
id: Ulangi nilai saat ini seri lainnya pada pembaharuan jika memang diperlukan
it: Ripeti i valori attuali delle altre serie all'aggiornamento se necessario

# widget.clock
source: Clock
id: Jam
it: Orologio

# widget.clock.description
source: A clock widget - displays an analog or digital clock
id: Sebuah jam widget - menampilkan sebuah jam analog atau jam digital
it: Un widget orologio - visualizza un orologio analogico o digitale

# widget.clock.settings.header
source: Clock Settings
id: Pengaturan jam
it: Impostazioni Orologio

# widget.clock.mode
source: Mode
it: Modo

# widget.clock.mode.analog
source: Analog
it: Analogico

# widget.clock.mode.digital
source: Digital
it: Digitale

# widget.clock.theme
source: Analog Theme
id: Tema Analog
it: Tema Analogico

# widget.clock.theme.light
source: light
id: terang
it: chiaro

# widget.clock.theme.dark
source: dark
id: gelap
it: scuro

# widget.clock.digital_format
source: Digital Format
it: Formato Digitale

# widget.clock.font_size
source: Digital Font Size
it: Dimensione Carattere Digitale

# widget.colorpicker
source: Color Picker
it: Tavolozza colori

# widget.colorpicker.description
source: Displays an color picker
it: Visualizza tavolozza colori

# widget.colorpicker.settings.header
source: Color Picker Settings
it: Impostazioni Tavolozza Colore

# widget.colorpicker.type
source: Type
it: Tipo

# widget.colorpicker.type.hsl
source: HSL Sliders
it: Cursori HSL

# widget.colorpicker.type.ackolor
source: aCKolor style (modal picker)
it: stile aCKolor (tavolozza modale)

# widget.colorpicker.blur_background
source: Apply blurring effect to background
id: Terapkan efek kabur untuk latar belakang
it: Applica l'effetto sfocato sullo sfondo

# widget.colorpicker.blur_background.warning
source: Warning: This can cause performance problems on tablets
id: Peringatan: Ini bisa menyebabkan masalah-masalah untuk kinerja pada tablet
it: Avviso: questo può causare problemi di prestazioni su tablet

# widget.dummy.description
source: A dummy widget - displays the value of an openHAB item
id: Widget tiruan - akan menampilkan sebuah nilai item openHAB
it: Widget temporaneo - mostra il valore di un Item openHAB

# widget.dummy.settings.header
source: Dummy Settings
id: Pengaturan Model
it: Impostazioni del widget temporaneo

# widget.frame
source: Frame
id: Bingkai
it: Cornice

# widget.frame.description
source: Embedded website from predefined URL or openHAB item.
id: Website tertanam dari URL standar atau item openHAB.
it: Sito web incorporato da URL predefinita o Item openHAB.

# widget.frame.settings.header
source: Frame Settings
id: Pengaturan Bingkai
it: Impostazioni Cornice

# widget.frame.url_source
source: URL Source
id: Sumber URL
it: URL Sorgente

# widget.frame.url_source.static
source: Static URL
id: URL Statis
it: URL Statico

# widget.frame.url_source.item
source: openHAB String Item
id: rangkaian item openHAB
it: Elemento String openHAB

# widget.frame.refresh_interval
source: Refresh interval (seconds)
id: Menyegarkan interval (hitungan detik)
it: Intervallo aggiornamento (secondi)

# widget.frame.nosuffix
source: No cache busting (advanced)
id: Tidak ada penghilang cache (lanjutan)
it: No cache busting (avanzato)

# widget.frame.nosuffix.description
source: Don't add URL suffixes to prevent reusing cached pages
id: Jangan tambahkan akhiran URL untuk mencegah penggunaan halaman cache kembai
it: Non aggiungere suffissi URL per impedire il riutilizzo delle immagini memorizzate nella cache

# widget.frame.background_color
source: Frame background color
id: Warna latar belakang bingkai
it: Colore sfondo cornice

# widget.frame.frameless
source: Frameless
it: Senza cornice

# widget.frame.frameless.description
source: Fill to edges
it: Riempi fino ai bordi

# widget.frame.label
source: Label
it: Etichetta

# widget.frame.label.description
source: Hide title label
id: Sembunyikan judul tabel
it: Nascondi etichetta titolo

# widget.image
source: Image
id: Gambar
it: Immagine

# widget.image.description
source: Displays an image (not necessarily from openHAB)
id: Menampilkan sebuah gambar (ini belum tentu dari openHAB)
it: Visualizza un'immagine (non necessariamente da openHAB)

# widget.image.settings.header
source: Image Settings
id: Pengaturan Gambar
it: Impostazioni Immagine

# widget.image.image_source
source: Image source
id: Sumber Gambar
it: Sorgente immagine

# widget.image.image_source.static
source: Static image URL
id: Gambar statis URL
it: URL immagine statica

# widget.image.image_source.item-string
source: openHAB String Item
id: rangkaian item openHAB
it: Elemento String openHAB

# widget.image.image_source.item-image
source: openHAB Image Item
id: gambar Item openHAB
it: Elemento Image openHAB

# widget.image.refresh_interval
source: Refresh interval
id: Penyegaran interval
it: Intervallo aggiornamento

# widget.image.refresh_interval.seconds
source: seconds
id: detik
it: secondi

# widget.image.refresh_interval.milliseconds
source: milliseconds
id: milidetik
it: millisecondi

# widget.image.nosuffix
source: No cache busting (advanced)
it: No Cache-busting (avanzato)

# widget.image.nosuffix.description
source: Don't add URL suffixes to prevent reusing cached images
it: Non aggiungere suffissi URL per impedire il riutilizzo delle immagini memorizzate nella cache

# widget.image.background_color
source: Background color
it: Colore sfondo

# widget.knob
source: Knob
id: Tombol
it: Manopola

# widget.knob.description
source: A knob for setting numerical openHAB items
id: Sebuah tombol untuk pengaturan numerik item openHAB
it: Una manopola per impostare Item openHAB numerici

# widget.knob.settings.header
source: Knob Settings
id: Pengaturan tombol
it: Impostazioni manopola

# widget.knob.general.readonly
source: Read only
id: Baca saja
it: Sola lettura

# widget.knob.general.readonly.description
source: Disable interaction
id: Menonaktifkan interaksi
it: Disabilita interazione

# widget.knob.general.centraldisplay
source: Central display
id: Tampilan utama
it: Display centrale

# widget.knob.general.centraldisplay.showvalue
source: Show value
id: Menampilkan nilai
it: Visualizza valore

# widget.knob.general.centraldisplay.showlabel
source: Show name (below value)
id: Menampilkan nama (di bawah nilai)
it: Visualizza nome (valore sotto)

# widget.knob.bartrack
source: Bar & Track
it: Barra & Traccia

# widget.knob.bartrack.angles
source: Angles (°)
id: Sudut (°)
it: Angoli (°)

# widget.knob.bartrack.angles.start
source: Start
id: Mulai
it: Inizio

# widget.knob.bartrack.angles.end
source: End
id: Akhir
it: Fine

# widget.knob.bartrack.width
source: Width
id: Lebar
it: Larghezza

# widget.knob.bartrack.cap
source: Cap
it: Raggio

# widget.knob.bartrack.bar
source: Bar
it: Barra

# widget.knob.bartrack.track
source: Track
it: Traccia

# widget.knob.bartrack.previousvalue
source: Previous value
id: Nilai sebelumnya
it: Valore precedente

# widget.knob.bartrack.previousvalue.description
source: Display previous value when dragging
id: Menampilkan nilai sebelumnya saat menyeret
it: Visualizza il valore precedente quando si trascina

# widget.knob.scale
source: Scale
id: Skala
it: Scala

# widget.knob.scale.display
source: Display scale
id: Tampilan skala
it: Visualizza scala

# widget.knob.scale.display.enabled
source: Enabled
id: Aktifkan
it: Abilitato

# widget.knob.scale.type
source: Scale Type
it: Tipo Scala

# widget.knob.scale.type.lines
source: Lines
it: Linee

# widget.knob.scale.type.dots
source: Dots
it: Punti

# widget.knob.scale.width
source: Width
it: Larghezza

# widget.knob.scale.qty
source: Qty.
it: Q.tà

# widget.knob.scale.space
source: Space
it: Spazio

# widget.knob.skin.type
source: Type
it: Tipo

# widget.knob.skin.type.simple
source: Simple
it: Semplice

# widget.knob.skin.tronsettings
source: Tron skin settings
it: Impostazioni skin Tron

# widget.knob.skin.tronsettings.width
source: Width
it: Larghezza

# widget.knob.skin.tronsettings.space
source: Space
it: Spazio

# widget.knob.ranges
source: Ranges
id: Jarak
it: Intervalli

# widget.knob.ranges.enable
source: Enable Ranges
id: Aktifkan jarak
it: Abilita Intervalli

# widget.knob.ranges.match_text_color
source: Match Text Color to Range
id: Mencocokkan Warna Teks untuk Jarak
it: Abbina il colore del testo all'intervallo

# widget.knob.ranges.from
source: from
id: dari
it: da

# widget.knob.ranges.to
source: to
id: ke
it: a

# widget.knob.ranges.bar
source: Bar
it: Barra

# widget.knob.misc
source: Misc.
it: Varie

# widget.knob.misc.text
source: Text
id: Teks
it: Testo

# widget.knob.misc.background
source: Background
id: Latar belakang
it: Sfondo

# widget.label
source: Label
it: Etichetta

# widget.label.description
source: A fixed label used for headers etc. (no openHAB item binding)
id: Sebuah label yang tetap digunakan untuk judul dan lain sebagainya. (tidak ada item openHAB yang mengikat)
it: Un'etichetta fissa utilizzata per intestazioni, ecc. (No elemento openHAB)

# widget.label.settings.header
source: Label Settings
id: Pengaturan Label
it: Impostazioni Etichetta

# widget.label.preview
source: Preview
id: Pratinjau
it: Anteprima

# widget.label.background_color
source: Background color
id: Warna latar belakang
it: Colore sfondo

# widget.label.foreground_color
source: Text color
id: Warna teks
it: Colore testo

# widget.selection
source: Selection
id: Pilihan
it: Selezione

# widget.selection.description
source: A widget allowing a selection between multiple choices
id: Sebuah widget yang mengizinkan sebuah pilihan diantara pilihan ganda
it: Un widget che permette una selezione tra alternative multiple

# widget.selection.settings.header
source: Selection Settings
id: Pengaturan Pilihan
it: Impostazioni Selezione

# widget.selection.choices_source
source: Choices source
id: Sumber pilihan
it: Sorgente scelte

# widget.selection.choices_source.server
source: Server-provided item options
id: Pilihan item server-tersedia
it: Opzioni elemento fornito dal server

# widget.selection.choices_source.csv
source: Comma-separated list
id: Daftar yang dipisahkan oleh koma
it: Lista separata da virgola

# widget.selection.choices
source: List of comma-separated choices
id: Daftar pilihan yang dipisahkan dengan koma
it: Lista di scelte separate da virgola

# widget.selection.choices.hint
source: You can optionally use the syntax: 'cmd=label' for each choice<br />Example: 18=Cold,20,22,24,26,28=Warm
it: E' possibile opzionalmente usare la sintassi: 'comando=etichetta' per ogni scelta<br />Esempio: 18=Freddo,20,22,24,26,28=Caldo

# widget.selection.display
source: Display options
id: Pilihan tampilan
it: Opzioni di visualizzazione

# widget.selection.display.hidelabel
source: Hide name
it: Nascondi nome

# widget.selection.display.hideicon
source: Hide icon
it: Nascondi icona

# widget.selection.display.hidestate
source: Hide current value
id: Sembunyikan nilai saat ini
it: Nascondi valore attuale

# widget.selection.choices_window
source: Choices window
it: Finestra scelte

# widget.selection.choices_window.columns
source: Columns
id: Kolom
it: Colonne

# widget.selection.choices_window.disable_mobile
source: Disable mobile mode
id: Nonaktifkan mode seluler
it: Disabilita modo mobile

# widget.selection.choices_window.no_squares
source: No square tiles
it: No tasselli quadrati

# widget.selection.selection_options
source: Selection options
id: Opsi pilihan
it: Opzioni di selezione

# widget.selection.selection_options.no_highlight
source: Don't highlight current selection
id: Jangan menyoroti pilihan saat ini
it: Non evidenziare la selezione attuale

# widget.selection.selection_options.keep_open
source: Keep window open upon selection
id: Biarkan jendela terbuka berdasarkan pilihan
it: Tieni la finestra aperta sulla selezione

# widget.selection.nochoices
source: No choices available - check widget config
id: Tidak ada pilihan yang tersedia - Periksa konfigurasi widget
it: Nessuna scelta disponibile - controlla configurazione widget

# widget.slider
source: Slider
it: Cursore

# widget.slider.description
source: A slider for setting numerical openHAB items
id: Sebuah slider untuk mengatur item numerik openHAB
it: Un cursore per impostare elementi openHAB numerici

# widget.slider.settings.header
source: Slider Settings
id: Pengaturan Slider
it: Impostazioni Cursore

# widget.slider.general.orientation
source: Orientation
id: Orientasi
it: Orientamento

# widget.slider.general.orientation.vertical
source: Vertical slider
id: Slider Vertikal
it: Cursore verticale

# widget.slider.advanced.hidelabel
source: Hide title label
id: Sembunyikan judul label
it: Nascondi etichetta titolo

# widget.slider.advanced.hidelimits
source: Hide limits labels
id: Sembunyikan batasan label
it: Nascondi etichette limiti

# widget.slider.advanced.hidepointer
source: Hide current value label
id: Sembunyikan nilai label saat ini
it: Etichetta nascondi valore corrente

# widget.slider.advanced.showticks
source: Show ticks
it: Mostra tacche

# widget.slider.advanced.showticksvalues
source: Show ticks labels
it: Mostra etichette tacche

# widget.slider.advanced.inverted
source: Reverse direction
id: Berbalik arah
it: Direzione invertita

# widget.slider.advanced.bigslider
source: Big slider (horizontal only)
id: Slider besar (horisontal saja)
it: Cursore grande (solo orizzontale)

# widget.slider.backdrop
source: Backdrop
id: Latar belakang
it: Sfondo

# widget.switch
source: Switch
id: Pindah
it: Interruttore

# widget.switch.description
source: A ON/OFF toggle for openHAB switches
id: Sebuah tombol pengalih ON/OFF untuk mengganti openHAB
it: Un interruttore ON/OFF per switch openHAB

# widget.switch.settings.header
source: Switch Settings
it: Impostazioni Interruttore

# widget.switch.display
source: Display options
id: Pilihan tampilan
it: Opzioni visualizzazione

# widget.switch.display.hidelabel
source: Hide name
id: Sembunyikan nama
it: Nascondi nome

# widget.switch.display.hideicon
source: Hide icon
id: Sembunyikan ikon
it: Nascondi icona

# widget.switch.display.hideonoff
source: Hide ON/OFF
id: Sembunyikan ON/OFF
it: Nascondi ON/OFF

# widget.template
source: Template
it: Modello

# widget.template.description
source: A template widget - displays a custom dynamic template
it: Un widget modello - mostra un modello dinamico personalizzato

# widget.template.settings.header
source: Template Settings
it: Impostazioni Modello

# widget.template.settings.header.customwidget
source: {{customwidget_name}} Settings
it: {{customwidget_name}} Impostazioni

# widget.template.dontwrap
source: Don't wrap in container
it: Non centrare nel contenitore widget

# widget.template.nobackground
source: No background
id: Tanpa latar belakang
it: Nessuno sfondo

# widget.template.template
source: Template
it: Modello

# widget.template.importfromfile
source: Import from file...
id: Impor dari berkas...
it: Importa da file...

# widget.template.exporttofile
source: Export to file
id: Ekspor ke berkas
it: Esporta su file

# widget.template.communitysupport
source: Community support
id: Dukungan komunitas
it: Supporto comunità

# widget.timeline.description
source: Displays a timeline of several items
id: Menampilkan lini masa dari beberapa item
it: Visualizza una timeline per diversi elementi

# widget.timeline.settings.header
source: Timeline Settings
id: Pengaturan Lini masa
it: Impostazioni Timeline

# widget.timeline.general.service
source: Persistence service
it: Servizio di persistenza

# widget.timeline.general.service.hint
source: rrd4j, mysql, influxdb... Leave blank for default
id: rrd4j, mysql, influxdb... Biarkan kosong supaya standar
it: rrd4j, mysql, influxdb... Lasciare vuoto per default

# widget.timeline.general.period
source: Period
it: Periodo

# widget.timeline.colors
source: Colors
it: Colori

# widget.timeline.colors.state
source: State
it: Stato

# widget.timeline.series
source: Series
it: Serie

# widget.common.min
source: Min
id: Minimal

# widget.common.max
source: Max
id: Maksimal

# widget.button.display
source: Display
id: Tampilan

# widget.chart.series.display.area
source: Area
id: Bidang

# widget.dummy
source: Dummy
id: Tiruan

# widget.template.knowledgebase
source: Knowledge base
id: Berdasarkan pengetahuan

# widget.timeline
source: Timeline
id: Lini masa
