Repository: openhab/openhab-webui
Catalog: bundles/org.openhab.ui.habpanel/web/assets/i18n/widgets/*.po
Languages: ca, cs, da, fi, fr, he, hu, no, pl, pt, ro, sv, tl, tr, uk

# widget.chart.series.display.dots
source: Dots
ca: Punts
cs: Tečky
da: Punkter
fi: Pisteet
fr: Points
he: נקודות
hu: Pontok
no: Punkter
pl: Kropki
pt: Pontos
ro: Puncte
sv: Punkter
tl: Mga tuldok
tr: Noktalar
uk: Точки

# widget.chart.series.liveupdate
source: Live update (experimental)
ca: Actualització en calent (experimental)
cs: Live update (experimentální)
da: Live update (eksperimental)
fi: Reaaliaikainen päivitys (kokeellinen)
fr: Mise à jour en temps réel (expérimental)
he: עדכונים חי (ניסיוני)
hu: Működés közbeni frissítés (kísérleti)
no: Live-oppdatering (eksperimentell)
pl: Aktualizacja na bieżąco (eksperymentalne)
pt: Atualização em tempo real (experimental)
ro: Actualizare live (experimental)
sv: Liveuppdatering (experimentell)
tl: Pangkasalukuyang pag-uupdate (eksperimental)
tr: Canlı güncelleme (deneme sürecinde)
uk: Автоматичне оновлення (експериментальна)

# widget.chart.series.liveupdate.fillvalues
source: Repeat other series' current values on update if necessary
ca: Repetir els valors actuals d'altres sèries sobre actualització si és necessari
cs: V případě potřeby opakovat aktuální hodnoty ostatních dat
da: Rapporter andre seriers værdi ved opdatering hvis nødvendigt
fi: Päivittäessä toista muiden sarjojen nykyiset arvot tarvittaessa
fr: Compléter les valeurs des autres séries si nécessaire
he: חזור על הערכים הנוכחיים של סדרות אחרות על עדכון במידת הצורך
hu: Ismételje meg más sorozat aktuális értékeit, frissítsen ha szükséges
no: Gjenta andre serier's nåværende verdier ved oppdatering om nødvendig
pl: W razie potrzeby powtórz bieżącą wartość innych serii podczas aktualizacji
pt: Repetir os valores atuais de outra série na atualização, se necessário
ro: Dacă e necesar, repetă valorile actuale ale altor serii
sv: Upprepa andra seriers nuvarande värden om nödvändigt
tl: Ulitin ang iba pang kasalukuyang balyu ng series sa pag-update kung kinakailangan
tr: Gerekirse, güncellenirken diğer serilerin güncel değerlerini tekrarlayın
uk: Повторити поточні показники інших серій під час оновлення, якщо це необхідно

# widget.clock
source: Clock
ca: Rellotge
cs: Hodiny
da: Ur
fi: Kello
fr: Horloge
he: שעון
hu: Óra
no: Klokke
pl: Zegar
pt: Relógio
ro: Ceas
sv: Klocka
tl: Orasan
tr: Saat
uk: Годинник

# widget.clock.description
source: A clock widget - displays an analog or digital clock
ca: Un estri de rellotge - Mostra un rellotge analògic o digital
cs: Widget hodiny - zobrazí analogové nebo digitální hodiny
da: Ur widget - Viser et analogt eller digitalt ur
fi: Kello widgetti - näytä analoginen tai digitaalinen kello
fr: Une horloge, analogue ou digitale
he: רכיב יישומון מסוג חלונית השעון - מציג שעון אנלוגי או דיגיטלי
hu: Óra widget - egy analóg vagy digitális órát jelenít meg
no: En klokke widget - viser en analog eller digital klokke
pl: Zegar - Wyświetla zegar analogowy lub cyfrowy
pt: Um widget de relógio - mostra um relógio analógico ou digital
ro: Widget ceas - afişează un ceas analog sau digital
sv: En klock-widget - visar en analog eller digital klocka
tl: Ang widget ng orasan - nagdidisplay ng isang analog o digital na orasan
tr: Bir saat aracı - analog veya dijital saati görüntüler
uk: Віджет Годинник- відображає аналоговий або цифровий годинник

# widget.clock.settings.header
source: Clock Settings
ca: Configuració del rellotge
cs: Nastavení hodin
da: Ur indstillinger
fi: Kellon asetukset
fr: Paramètres de l'horloge
he: הגדרות שעון
hu: Óra beállítások
no: Klokkeinnstillinger
pl: Ustawienia zegara
pt: Configurações do Relógio
ro: Setări ceas
sv: Inställningar för klocka
tl: Mga setting ng Orasan
tr: Saat Ayarları
uk: Налаштування годинника

# widget.clock.mode
source: Mode
cs: Režim
da: Tilstand
fi: Esitystapa
he: מצב
hu: Mód
no: Modus
pl: Tryb
pt: Modo
ro: Mod
sv: Typ
tr: Mod
uk: Режим

# widget.clock.mode.analog
source: Analog
ca: Analògic
cs: Analogové
fi: Analoginen
fr: Analogue
he: אנלוגי
hu: Analóg
pl: Analogowy
pt: Analógico
uk: Аналоговий

# widget.clock.mode.digital
source: Digital
cs: Digitální
fi: Digitaalinen
he: דיגיטלי
hu: Digitális
pl: Cyfrowy
tr: Dijital
uk: Цифровий

# widget.clock.theme
source: Analog Theme
ca: Tema analògic
cs: Analogové téma
da: Analog tema
fi: Analogisen teema
fr: Thème (analogue)
he: נושא אנלוגי
hu: Analóg téma
no: Analogt Tema
pl: Wygląd analogowego zegara
pt: Tema analógico
ro: Temă analog
sv: Tema (analog)
tl: Analog na tema
tr: Analog Tema
uk: Аналогова тема

# widget.clock.theme.light
source: light
ca: clar
cs: světlé
da: lys
fi: kirkas
fr: clair
he: בהיר
hu: világos
no: lys
pl: jasny
pt: claro
ro: luminos
sv: ljus
tl: maliwanag
tr: açık
uk: світла

# widget.clock.theme.dark
source: dark
ca: fosc
cs: tmavé
da: mørk
fi: tumma
fr: sombre
he: כהה
hu: sötét
no: mørk
pl: ciemny
pt: escuro
ro: întunecat
sv: mörk
tl: madilim
tr: karanlık
uk: темна

# widget.clock.digital_format
source: Digital Format
ca: Format digital
cs: Digitální formát
fi: Digitaalisen muoto
fr: Format (digital)
he: בפורמט דיגיטלי
hu: Digitális formátum
no: Digitalt Format
pl: Format Cyfrowy
pt: Formato digital
ro: Format digital
sv: Format (digital)
tl: Digital na Format
tr: Dijital Format
uk: Цифровий формат

# widget.clock.digital_color
source: Digital Color
ca: Color Digital
cs: Digitální barva
da: Digital Farve
he: צבע דיגיטלי
tr: Dijital Renk
uk: Цифровий колір

# widget.clock.font_size
source: Digital Font Size
ca: Mida de la Lletra Digital
cs: Velikost digitálního písma
da: Digital skriftstørrelse
fi: Digitaalisen fontin koko
fr: Taille de police (digital)
he: גודל הגופן דיגיטלי
hu: Digitális betű méret
no: Digital skriftstørrelse
pl: Rozmiar czcionki zegara cyfrowego
pt: Tamanho da fonte digital
ro: Mărime font digital
sv: Textstorlek (digital)
tl: Digital na Sukat ng Font
tr: Dijital Yazı Boyutu
uk: Розмір шрифту

# widget.colorpicker
source: Color Picker
ca: Selector de colors
cs: Výběr barvy
da: Farvevælger
fi: Värivalitsin
fr: Contrôle de couleur
he: בוחר צבעים
hu: Szín választó
no: Fargevelger
pl: Wybór koloru
pt: Seletor de cores
ro: Selector de Culoare
sv: Färjväljare
tl: Tagapili ng Kulay
tr: Renk Seçici
uk: Палітра кольорів

# widget.colorpicker.description
source: Displays an color picker
ca: Mostra un selector de color
cs: Zobrazí nástroj pro výběr barvy
da: Vis en farvevælger
fi: Näyttää värivalitsimen
fr: Permet de contrôler un item de type Couleur
he: מציג של דוגם הצבע
hu: Színválasztó megjelenítése
no: Viser en fargevelger
pl: Wyświetla paletę kolorów
pt: Mostra um selector de cores
ro: Vizualizare selector de culoare
sv: Visar en färgväljare
tl: Mag-display ng isang tagapili ng kulay
tr: Bir renk seçici görüntüler
uk: Відображає палітру кольорів

# widget.colorpicker.settings.header
source: Color Picker Settings
ca: Configuració del selector de color
cs: Nastavení pro výběr barvy
da: Farvevælger indstillinger
fi: Värivalitsimen asetukset
fr: Paramètres du contrôle de couleur
he: הגדרות דוגם צבע
hu: Színválasztó beállítások
no: Fargevelger instillinger
pl: Ustawienia Palety kolorów
pt: Configurações do selecionador de cor
ro: Setări selector de culoare
sv: Inställningar för färgväljare
tl: Mga Setting ng Tagapili ng Kulay
tr: Renk Seçici Ayarları
uk: Параметри палітри кольорів

# widget.colorpicker.type
source: Type
ca: Tipus
cs: Typ
fi: Tyyppi
he: סוג
hu: Típus
pl: Typ
pt: Tipo
ro: Tip
sv: Typ
tl: Uri
tr: Tip
uk: Тип

# widget.colorpicker.type.hsl
source: HSL Sliders
ca: HSL Lliscadors
cs: HSL posuvník
da: HSL farvevælger
fi: HSL liukusäädin
fr: Sliders HSL
he: מחווני הארה
hu: HSL csúszkák
no: HSL Slidere
pl: Suwaki HSL
pt: Controles deslizantes HSL
ro: Cursor HSL
sv: HSL-reglage
tl: Mga Slider ng HSL
tr: HSL Kaydırıcıları
uk: HSL повзунки

# widget.colorpicker.type.ackolor
source: aCKolor style (modal picker)
ca: aCKolor estil (selector modal)
cs: Výběr barvy aCKolor
da: aCKolor style (modal vælger)
fi: aCKolor tyylinen (modaalinen valitsin)
fr: Style aCKolor (contrôle modal)
he: סגנון aCKolor (דוגם מודאלית)
hu: aCKolor stílus (modális választó)
no: aCKolor style (modal velger)
pl: Styl aCKolor (okno modalne)
pt: estilo aCKolor (seletor modal)
ro: stil aCKolor (cursor modal)
sv: aCKolor (modal färgväljare)
tl: estilo ng aCKolor (tagapili ng modal)
tr: aCKolor stili (tipik seçici)
uk: aCKolor style (модальна палітра)

# widget.colorpicker.blur_background
source: Apply blurring effect to background
ca: Aplicar l'efecte entelat al fons
cs: Použít pro pozadí efekt rozmazání
da: Tilføj slørende effekt til baggrund
fi: Lisää taustan hämärrys efekti
fr: Appliquer un effet de flou au fond
he: החל אפקט טשטוש על הרקע
hu: Alkalmazzon elmosódó hatást a háttérre
no: Tilfør slørende effekt til bakgrunn
pl: Zastosuj efekt rozmycia w tle
pt: Aplicar o efeito de desfocagem ao fundo
ro: Aplicați efectul de estompare pe fundal
sv: Gör bakgrunden suddig
tl: Mag-aplay ng lumalabong epekto sa paligid
tr: Arka plana bulanıklaştırıcı efekt uygulayın
uk: Застосувати ефект розмивання до тла

# widget.colorpicker.blur_background.warning
source: Warning: This can cause performance problems on tablets
ca: Advertiment: Això pot causar problemes de rendiment en tauletes
cs: Upozornění: Toto může způsobit na tabletech problémy s výkonem
da: Advarsel: Dette kan give performance problemer på tablets
fi: Varoitus: Tämä voi aiheuttaa hidastumista tablettia käytettäessä
fr: Attention : cela peut entraîner des problèmes de performance sur les tablettes
he: אזהרה: פעולה זו עלולה לגרום לבעיות בביצועים בטאבלטים
hu: Figyelmeztetés: Ez teljesítménybeli problémákat okozhat tablet-en
no: Advarsel: Dette kan gi ytelses problemer på tablets
pl: Ostrzeżenie: To może spowodować problemy z wydajnością na tabletach
pt: Atenção: Isto pode originar problemas de desempenho em tablets
ro: Avertisment: Acest lucru poate provoca probleme de performanţă pe tablete
sv: Varning: Detta kan skapa prestandaproblem på tablets
tl: Babala: Ito ay maaring magsanhi ng mga problema sa performance sa mga tablet
tr: Uyarı: Bu, tabletlerde performans sorunlarına neden olabilir
uk: Попередження: Це може знизити продуктивність роботи на планшетах

# widget.dummy
source: Dummy
ca: Nul
cs: Univerzální
fi: Yleiswidget
fr: Valeur (dummy)
he: דמה
pl: Makieta
pt: Genérico
ro: Fictiv
tr: İşlevsiz
uk: Приклад

# widget.dummy.description
source: A dummy widget - displays the value of an openHAB item
ca: Un estri nul - Mostra la valor d'un element openHAB
cs: Univerzální Widget - zobrazí hodnotu openHAB Item
da: Dummy widget - Vis værdien af en openHAB enhed
fi: Yleiswidget - näyttää openHAB Itemin arvon
fr: Afficher l'état d'un item openHAB
he: יישומון מסוג דמה - מציג את הערך של פריט OpenHAB
hu: Dummy widget - egy openHAB elem értékét jeleníti meg
no: En dummy widget - viser verdien av et openHAB item
pl: Widget makiety - wyświetla wartość elementu openHAB
pt: Um widget dummy - mostra o valor de um item do openHAB
ro: Widget fictiv - afișează valuarea unui articol openHAB
sv: En dummy-widget - visar värdet på en openHAB-item
tl: Isang dummy na widget - nagdidisplay ng balyu ng isang openHAB aytem
tr: İşlevsiz bir araç - bir openHAB öğesinin değerini görüntüler
uk: Фіктивний віджет - відображається значення елемента openHAB

# widget.dummy.settings.header
source: Dummy Settings
ca: Ajustos de Nul
cs: Nastavení univerzálního Widgetu
da: Dummy indstilinger
fi: Yleiswidgetin asetukset
fr: Paramètres du widget dummy
he: הגדרות דמה
hu: Dummy beállítások
no: Dummy Instillinger
pl: Ustawienia Makiety
pt: Configurações do Dummy
ro: Setări fictive
sv: Inställningar för dummy
tl: Mga setting ng Dummy
tr: Yapay Ayarlar
uk: Приклад налаштуваннь

# widget.dummy.layout
source: Layout
ca: Disposició
cs: Rozvržení
da: Opsætning
fi: Asettelu
fr: Apparence
he: פריסה
hu: Elrendezés
no: Utforming
pl: Układ
ro: Aspect
tl: Pagkakalatag
tr: Düzen
uk: Розкладка

# widget.dummy.value_color
source: Value color
ca: Valor del color
cs: Barva hodnoty
he: ערך צבע
tr: Değer rengi
uk: Значення кольору

# widget.dummy.state
source: State
ca: Estat
cs: Stav
he: מצב
tr: Durum
uk: Стан

# widget.dummy.state.description
source: Use state description
ca: Utilitzeu la descripció de l'estat
cs: Použít popis stavu
he: השתמש בתיאור המצב
tr: Durum açıklamasını kullanın
uk: Використовуйте опис стану

# widget.frame
source: Frame
ca: Marc
cs: Rámeček
da: Rammer
fi: Kehys
fr: Cadre Web
he: מסגרת
hu: Keret
no: Ramme
pl: Ramka
pt: Quadro
ro: Cadru
sv: Ram
tr: Çerçeve
uk: Сторінка

# widget.frame.description
source: Embedded website from predefined URL or openHAB item.
ca: Web incrustat de URL predefinides o un element openHAB.
cs: Vložené webové stránky z předdefinované adresy URL nebo z URL poskytnuté openHAB Item.
da: Fastlås website fra foruddefineret URL eller openHAB enhed.
fi: Upotettu verkkosivu ennalta määritetystä URL osoitteesta tai openHAB Itemistä.
fr: Affiche une page Web prédéfini ou selon un item
he: אתר מוטבע מתוך כתובת אתר מוגדרת מראש או פריט openHAB.
hu: Beágyazott website-ból előre megadott URL-cím vagy az openHAB elem.
no: Fastlåst website fra forhåndsdefinert URL eller openHAB item.
pl: Wbudowana strona ze zdefiniowanego adresu URL lub elementu openHAB.
pt: Site embutido a partir de uma URL definida ou item do openHAB.
ro: Site încorporat de la URL sau articol openHAB predefinit.
sv: Inbäddad webbsida från förvald URL eller openHAB-item.
tl: Naka-embed na website mula sa predefined na URL o openHAB aytem.
tr: Önceden tanımlanmış URL veya openHAB öğesinden yerleşmiş web sitesi.
uk: Вбудований веб-сайт з передвстановленого URL або елемента openHAB.

# widget.frame.settings.header
source: Frame Settings
ca: Configuració del marc
cs: Nastavení rámečku
da: Rammeindstillnger
fi: Kehyksen asetukset
fr: Paramètres du cadre (frame)
he: הגדרות מסגרת
hu: Keret beállítások
no: Ramme Instillinger
pl: Ustawienia Ramki
pt: Configurações do quadro
ro: Setări pentru ramă
sv: Inställningar för ram
tl: Mga setting ng Frame
tr: Çerçeve Ayarları
uk: Налаштування сторінки

# widget.frame.url_source
source: URL Source
ca: Font de la URL
cs: URL zdroj
da: URL kilde
fi: URL osoite
fr: Source de l'URL
he: כתובת מקור URL
hu: Forrás URL-címe
no: URL Kilde
pl: Źródło adresu URL
pt: Fonte da URL
ro: URL sursă
sv: URL-källa
tl: Pinagmulang URL
tr: URL Kaynağı
uk: URL-адреса джерела

# widget.frame.url_source.static
source: Static URL
ca: URL estàtica
cs: Statická adresa URL
da: Statisk URL
fi: Staattinen URL
fr: URL statique
he: כתובת סטטית
hu: Statikus URL
no: Statisk URL
pl: Statyczny adres URL
pt: URL estático
ro: URL static
sv: Statisk URL
tl: Statik na URL
tr: Statik URL
uk: Статичний URL

# widget.frame.url_source.item
source: openHAB String Item
ca: openHAB element de Cadena
cs: textová openHAB Item
da: openHAB streng enhed
fi: openHAB merkkijono (String) Item
fr: Item openHAB de type String
he: פריט מחרוזת openHAB
hu: openHAB karakterlánc elem
pl: Element String openHAB
pt: Item openHAB de texto
ro: element string openHAB
tl: openHAB String Aytem
tr: openHAB Dizi Öğesi
uk: строковий елемент openHAB

# widget.frame.refresh_interval
source: Refresh interval (seconds)
ca: Interval de refresc (segons)
cs: Interval obnovení (sekund)
da: Opdater interval (sekunder)
fi: Päivitysväli (sekuntia)
fr: Intervalle de rafraîchissement (secondes)
he: מרווח הזמן לרענון (בשניות)
hu: Frissítés intervallum (másodperc)
no: Oppdaterings intervall (sekunder)
pl: Odstęp czasu (w sekundach)
pt: Intervalo de atualização (segundos)
ro: Interval de reîmprospătare(secunde)
sv: Uppdateringsfrekvens (sekunder)
tl: I-refresh ang pagitan (segundo)
tr: Yenileme aralığı (saniye)
uk: Інтервал оновлення (у секундах)

# widget.frame.nosuffix
source: No cache busting (advanced)
ca: Sense sobrepassament de memòria cau (avançat)
cs: Nepoužívat cache busting (pokročilí)
da: Ingen cache bursting (avanceret)
fi: Ei välimuistin muokkausta (edistyneet)
fr: Empêcher l'invalidation du cache (avancé)
he: אין מטמון (מתקדם)
hu: Nincs gyorsítótár (haladó)
no: Ingen cache busting (avansert)
pl: Nie psuj pamięci podręcznej (zaawansowane)
pt: Sem atualização de cache(avançado)
ro: Ascunde memoria-busting (doar pentru experți)
sv: Ingen cache-busting (avancerat)
tl: Walang cache busting (nakaadvance)
tr: Önbellek yoklaması yok (gelişmiş)
uk: Без очищення кеша (додатково)

# widget.frame.nosuffix.description
source: Don't add URL suffixes to prevent reusing cached pages
ca: No afegir sufixos d'URL per evitar reutilitzar les pàgines en memòria cau
cs: Nepřidávat URL přípony, aby se předešlo znovunačítání již načtených stránek
da: Tilføj ikke URL-suffixes for at undgå genbrug af cachede sider
fi: Älä lisää URL liitteitä. Estetään välimuistissa olevien sivujen käyttö
fr: Ne pas ajouter de suffixe aux URL pour empêcher la réutilisation de données en cache
he: אל תוסיף סיומות של כתובות אתרים כדי למנוע שימוש חוזר בדפים שמורים
hu: Ne adjon hozzá URL-utótagokat a tárolt oldalak újrafelhasználásának megakadályozása érdekében
no: Ikke legg til URL-suffixes for å unngå gjenbruk av cachede sider
pl: Nie dodawaj przyrostka do URL by zapobiec zapisom w pamięci podręcznej
pt: Não adicionar sufixos URL para evitar a reutilização de páginas em cache
ro: Nu se adaugă sufixul URL pentru a preveni reutilizarea paginile stocate în cache
sv: Lägg ej till URL-suffix för att förhindra användning av cachade sidor
tl: Huwag magdagdag ng URL suffixes upang mapigilan ang paggamit muli sa mga pahina ng cached
tr: Önbelleklenen sayfaların tekrar kullanılmasını önlemek için URL son eklerini eklemeyin
uk: Не додати URL-суфікси, щоб запобігти повторне використання кешованих сторінок

# widget.frame.background_color
source: Frame background color
ca: Color de fons del marc
cs: Barva pozadí v rámci
da: Ramme baggrundsfarve
fi: Kehyksen taustan väri
fr: Couleur de fond du cadre
he: צבע רקע במסגרת
hu: Keret háttérszín
no: Ramme bakgrunnsfarge
pl: Kolor tła ramki
pt: Cor de fundo do frame
ro: Culoarea de fundal a cadrului
sv: Bakgrundsfärg för ram
tl: Kulay ng background ng Frame
tr: Çerçeve arka plan rengi
uk: Колір фону сторінки

# widget.frame.frameless
source: Frameless
ca: Sense marc
cs: Bez rámce
da: Uden ramme
fi: Kehyksetön
fr: Sans bordure
he: ללא מסגרת
hu: Keret nélküli
no: Rammeløs
pl: Bezramkowo
pt: Sem moldura
ro: Fară ramă
sv: Ingen ram
tl: Walang Frame
tr: Çerçevesiz
uk: Безрамне

# widget.frame.frameless.description
source: Fill to edges
ca: Omplir fins a les vores
cs: Vyplnit k okrajům
da: Fyld til kanter
fi: Täytä reunoihin asti
fr: Remplir jusqu'aux coins
he: למלא את הקצוות
hu: Kitöltés az élekig
no: Fyll til kantene
pl: Wypełnij po brzegi
pt: Preencher até às bordas
ro: Umple până la margini
sv: Fyll till kant
tl: Punan ang mga dulo
tr: Kenarlara yaz
uk: Заповнити до країв

# widget.frame.label
source: Label
ca: Etiqueta
cs: Popisek
da: Etiket
fi: Tunnus
fr: Titre
he: תווית
hu: Címke
no: Etikett
pl: Etykieta
pt: Rótulo
ro: Etichetă
sv: Etikett
tl: Mag-label
tr: Etiket
uk: Мітки

# widget.frame.label.description
source: Hide title label
ca: Amagar etiqueta de títol
cs: Skrýt název popisku
da: Skjul titel etiket
fi: Piilota otsikon tunnus
fr: Ne pas afficher le titre
he: הסתר את תווית הכותרת
hu: Cím felirat elrejtése
no: Skjul tittel etikett
pl: Ukryj etykietę tytułową
pt: Ocultar rótulo do título
ro: Ascunde titlul etichetei
sv: Dölj rubrik-etikett
tl: Itago ang pamagat na label
tr: Başlık etiketini gizle
uk: Приховати Заголовок

# widget.image
source: Image
ca: Imatge
cs: Obrázek
da: Billede
fi: Kuva
he: תמונה
hu: Kép
no: Bilde
pl: Obraz
pt: Imagem
ro: Imagine
sv: Bild
tl: Imahe
tr: Görsel
uk: Зображення

# widget.image.description
source: Displays an image (not necessarily from openHAB)
ca: Mostra una imatge (no necessàriament de openHAB)
cs: Zobrazí obrázek (nemusí být z openHABu)
da: Viser et billede (ikke nødvendigvis fra openHAB)
fi: Näyttää kuvan (ei välttämättä openHABista)
fr: Affiche une image prédéfinie ou selon un item
he: מציג תמונה (לא בהכרח מתוך openHAB)
hu: Kép megjelenítése (nem feltétlenül openHAB-ból)
no: Viser er bilde (ikke nødvendigvis fra openHAB)
pl: Wyświetla obraz (nie koniecznie z openHAB)
pt: Mostrar uma imagem (não necessariamente do openHAB)
ro: Afişează o imagine (nu neapărat de la openHAB)
sv: Visar en bild (inte nödvändigtvis från openHAB)
tl: Nag-didisplay ng isang imahe (hindi kinakailangang galing sa openHAB)
tr: Bir resmi görüntüler (openHAB'den olmak zorunda değil)
uk: Відображає зображення (не обов'язково з openHAB)

# widget.image.settings.header
source: Image Settings
ca: Configuració d'imatges
cs: Nastavení obrázku
da: Billedindstillinger
fi: Kuvan asetukset
fr: Paramètres de l'image
he: הגדרות תמונות
hu: Képbeállítások
no: Bildeinnstillinger
pl: Ustawienia obrazu
pt: Configurações de imagem
ro: Setări imagine
sv: Inställningar för bild
tl: Mga setting ng Imahe
tr: Görüntü ayarları
uk: Налаштування Зображення

# widget.image.image_source
source: Image source
ca: Font d'imatge
cs: Zdroj obrázku
da: Billede kilde
fi: Kuvan osoite
fr: Source de l'image
he: מקור התמונה
hu: Kép forrása
no: Bilde kilde
pl: Źródło obrazka
pt: Origem da imagem
ro: Sursa Imaginii
sv: Bildkälla
tl: Pinagmulang Imahe
tr: Görüntü Kaynağı
uk: Джерело зображення

# widget.image.image_source.static
source: Static image URL
ca: URL de la imatge estàtica
cs: Statická URL adresa obrázku
da: Statisk billede URL
fi: Staattisen kuvan URL
fr: URL statique
he: כתובת url של תמונה סטטית
hu: Statikus kép URL-címe
no: Statisk bilde URL
pl: Obraz ze statycznego adresu URL
pt: URL estática da imagem
ro: URL-ul imaginii statice
sv: Statisk URL
tl: Statik na URL ng imahe
tr: Statik resim URL'si
uk: Статичний URL-адреса зображення

# widget.image.image_source.item-string
source: openHAB String Item
ca: openHAB element de Cadena
cs: textová openHAB Item
da: openHAB streng enhed
fi: openHAB merkkijono (String) Item
fr: Item openHAB de type String
he: פריט מחרוזת openHAB
hu: openHAB karakterlánc elem
pl: Element String openHAB
pt: item openHAB de texto
tl: openHAB String Aytem
tr: openHAB Dizi Öğesi
uk: openHAB пункт рядок

# widget.image.image_source.item-image
source: openHAB Image Item
ca: openHAB element d'imatge
cs: obrázková openHAB Item
da: openHAB billeenhed
fi: openHAB kuva Item
fr: Item openHAB de type Image
he: פריט תמונות openHAB
hu: openHAB kép elem
no: openHAB Bilde Item
pl: Element Image openHAB
pt: Item openHAB de imagem
ro: openHAB element de imagine
tl: openHAB Aytem ng Imahe
tr: openHAB Resim Öğesi
uk: пункт openHAB зображення

# widget.image.refresh_interval
source: Refresh interval
ca: Interval de refresc
cs: Interval obnovení
da: Opdateringsinterval
fi: Päivitysväli
fr: Intervalle de rafraîchissement (secondes)
he: מרווח זמן לרענון
hu: Frissítési gyakoriság
no: Oppdateringsintervall
pl: Częstotliwość odświeżania
pt: Intervalo de atualização
ro: Interval de reîmprospătare
sv: Uppdateringsfrekvens
tl: I-refresh ang pagitan
tr: Yenileme aralığı
uk: Інтервал оновлення

# widget.image.refresh_interval.seconds
source: seconds
ca: segons
cs: sekund
da: sekunder
fi: sekuntia
fr: secondes
he: שניות
hu: másodperc
no: sekunder
pl: sekundy
pt: segundos
ro: secunde
sv: sekunder
tl: mga segundo
tr: saniye
uk: секунд

# widget.image.refresh_interval.milliseconds
source: milliseconds
ca: mil·lisegons
cs: milisekund
da: millisekunder
fi: millisekuntia
fr: millisecondes
he: מילי שניות
hu: milliszekundum
no: millisekunder
pl: milisekundy
pt: milissegundos
ro: milisecunde
sv: millisekunder
tr: milisaniye
uk: мілісекундах
