Repository: openhab/openhab-webui
Catalog: bundles/org.openhab.ui.habpanel/web/assets/i18n/widgets/*.po
Languages: ca, cs, da, fi, fr, he, hu, no, pl, pt, ro, sv, tl, tr, uk

# widget.common.min
source: Min
ca: Mínim
he: מינימום
pt: Mín
ro: Minim
tl: I-min
tr: Minumum
uk: Мін.

# widget.common.max
source: Max
ca: Màxim
da: Maks
he: מקסימום
no: Maks
pt: Máx
ro: Maxim
tl: I-Max
tr: Maksimum
uk: Макс.

# widget.common.step
source: Step
ca: Pas
cs: Krok
da: Trin
fi: Pykälä
fr: Précision
he: שלב
hu: Lépés
no: Steg
pl: Krok
pt: Passo
ro: Pas
sv: Steg
tr: Adım
uk: Крок

# widget.common.unit
source: Unit
ca: Unitat
cs: Jednotka
da: Enhed
fi: Yksikkö
fr: Unité (suffixe)
he: יחידה
hu: Mértékegység
no: Enhet
pl: Jednostka
pt: Unidade
ro: Unitate
sv: Enhet
tl: Yunit
tr: Birim
uk: Одиниця

# widget.common.format
source: Format
cs: Formát
fi: Formaatti
he: תבנית
hu: Formátum
pt: Formato
tl: I-format
tr: Biçim
uk: Формат

# widget.common.format.useserverprovided
source: Use server-provided format if available
ca: Utilitzeu el format proporcionat pel servidor si està disponible
cs: Použít formát ze serveru, je-li k dispozici
da: Brug format angivet af server hvis tilgængeligt
fi: Käytä palvelimen tarjoamaa formaattia jos mahdollista
fr: Utiliser le format fourni par le serveur si applicable
he: השתמש בתבנית שסופקה על-ידי השרת אם הוא זמין
hu: Kiszolgáló által biztosított formátumot használja, ha elérhető
no: Bruk server-levert format dersom tilgjengelig
pl: Użyj formatu serwera jeśli jest dostępny
pt: Usar o formato fornecido pelo servidor, se disponível
ro: Utilizaţi formatul de server oferit dacă este disponibil
sv: Använd serverns format om tillgängligt
tl: Gumamit ng inilaan ng server na format kung mayroon nito
tr: Varsa, sunucu tarafından sağlanan formatı kullanın
uk: Застосувати формат наданий сервером, якщо він є

# widget.common.dontwrap
source: Value right of label
ca: Valor correcte de l'etiqueta
cs: Hodnota napravo od popisku
da: Værdi til højre for etiketten
fi: Arvo tunnuksen oikealla puolella
fr: Valeur à droite du titre au lieu d'en-dessous
he: הערך נכון של תווית
hu: Érték a címke jobb oldalán
no: Verdi høyre for etiketten
pl: Wartość z prawej strony
pt: Valor à direita do rótulo
ro: Valoare dreapta de etichetă
sv: Värde till höger om etikett
tl: Balyung karapatan ng label
tr: Etiketin sağıdaki değer
uk: Значення з правої сторони

# widget.common.backdrop_center
source: Center backdrop horizontally
ca: Centra horitzontalment el fons
cs: Vycentrovat ikonu pozadí vodorovně
da: Centrere baggrund vandret
fi: Keskitä tausta vaakasuunnassa
fr: Centrer l'icône de fond horizontalement
he: מרכז רקע אופקית
hu: Háttér vízszintesen középre
no: Senter bakteppe horisontalt
pl: Wyśrodkuj tło w poziomie
pt: Centrar horizontalmente o fundo
ro: Centrează fundalul orizontal
sv: Centrera bakgrund horisontellt
tl: Isentro ang backdrop ng pahalang
tr: Merkezi yatay olarak ortala
uk: Вирівняти тло по горизонталі

# widget.common.icon_nolinebreak
source: Icon left of label instead of below
ca: Icona a l'esquerra de l'etiqueta en comptes de sota
cs: Ikona vlevo od popisku místo pod ním
da: Ikonet til venstre for etiketten i stedet for under
fi: Kuvake tunnuksen vasemmalla puolella alapuolen sijasta
fr: Placer l'icône à gauche du texte au lieu d'en-dessous
he: הסמל משמאלו של התווית במקום מתחת
hu: Ikon a címke bal oldalán, nem alatta
no: Ikon til venstre for etikett istedenfor under
pl: Ikona po lewej stronie etykiety zamiast poniżej
pt: Ícone à esquerda do rótulo em vez de embaixo
ro: Pictograma în stânga etichetei în loc de mai jos
sv: Ikon till vänster om värde istället
tl: Kaliwang ikon ng label sa halip na sa ibaba
tr: Simgeyi etiketin aşağına değil, soluna koy
uk: Значок ліворуч від мітки, а не нижче

# widget.common.icon_replacestext
source: Icon replaces textual value display
ca: La icona substitueix el text
cs: Ikona nahradí textové hodnoty
da: Ikon erstatter tekstværdi
fi: Kuvake korvaa arvon tekstiosan
fr: L'icône remplace la représentation textuelle
he: סמל מחליף להציג ערך טקסטואלי
hu: Ikon helyettesíti a szöveges értéket megjelenítéskor
no: Ikon erstatter tekst verdi display
pl: Ikona zastępuje wartość tekstową
pt: Mostrar Ícone em vez do texto
ro: Pictograma înlocuieşte valoarea textului afișat
sv: Ikon ersätter textvärde
tl: Ang ikon ay pumapalit sa pagdisplay ng tekstuwal balyu
tr: Simge, metin değeri gösteriminin yerini alıyor
uk: Значок замінює текстове відображення значення

# widget.common.general
source: General
cs: Obecné
da: Generelt
fi: Yleiset
fr: Général
he: כללי
hu: Általános
no: Generelt
pl: Ogólne
pt: Geral
sv: Allmänt
tl: Pangkalahatan
tr: Genel
uk: Загальне

# widget.common.advanced
source: Advanced
ca: Avançat
cs: Rozšířená nastavení
da: Avanceret
fi: Lisäasetukset
fr: Avancé
he: מתקדם
hu: Haladó
no: Avansert
pl: Zaawansowane
pt: Avançado
ro: Avansat
sv: Avancerat
tl: Mag-advance
tr: Gelişmiş
uk: Докладно

# widget.button
source: Button
ca: Botó
cs: Tlačítko
da: Knap
fi: Painike
fr: Bouton
he: כפתור
hu: Gomb
no: Knapp
pl: Przycisk
pt: Botão
ro: Buton
sv: Knapp
tl: Pindutan
tr: Buton
uk: Кнопка

# widget.button.description
source: A button performing a certain action, like sending a command to an openHAB item
ca: Un botó que realitza una acció determinada, com enviar una ordre a un element d'openHAB
cs: Tlačítko provádí určitou akci, jako je odeslání příkazu openHAB Item
da: En knap udfører en bestemt handling, som at sende en kommando til en openHAB enhed
fi: Painike joka suorittaa määrätyn toiminnon, kuten esimerkiksi lähettää komennon openHAB Itemille
fr: Un bouton effectuant une certaine action, par exemple envoyer une commande à un item openHAB
he: לחצן המבצע פעולה מסוימת, כגון שליחת פקודה למתג ב-openHAB
hu: Egy bizonyos műveletet végrehajtó gomb, például parancs küldése egy openHAB elemnek
no: En knapp som utfører en bestemt handling, som å sende en kommando til et openHAB item
pl: Przycisk wykonujący akcję, np. wysłanie polecenia do elementu openHAB
pt: Um botão executa uma determinada ação, como enviar um comando para um item do openHAB
ro: Un buton efectuează o anumită acţiune, cum ar fi trimiterea unei comenzi pentru un item din openHAB
sv: En knapp som genomför en viss åtgärd t ex skicka kommando till en openHAB-item
tl: Isang pindutan na gumagawa ng iilang aksyon, tulad ng pagpapadala ng isang kautusan papunta sa isang openHAB aytem
tr: Belli bir işlemi gerçekleştiren, openHAB öğesine komut göndermek için bir buton
uk: Кнопка, виконуюча певну дію, на зразок, відправки команди елементу openHAB

# widget.button.settings.header
source: Button Settings
ca: Configuració del botó
cs: Nastavení tlačítka
da: Knap Indstillinger
fi: Painikkeen asetukset
fr: Paramètres du bouton
he: הגדרות לחצן
hu: Nyomógomb beállítások
no: Knapp Instillinger
pl: Ustawienia przycisku
pt: Configurações de botões
ro: Setări buton
sv: Inställningar för knapp
tl: Mga Setting ng Pindutan
tr: Buton Ayarları
uk: Налаштування кнопки

# widget.button.general
source: General
cs: Obecné
da: Generelt
fi: Yleiset
fr: Général
he: כללי
hu: Általános
no: Generelt
pl: Ogólne
pt: Geral
sv: Allmänt
tl: Pangkalahatan
tr: Genel
uk: Загальне

# widget.button.general.action_type
source: Action type
ca: Tipus d'acció
cs: Typ akce
da: Aktionstype
fi: Toiminnon tyyppi
fr: Type d'action
he: סוג פעולה
hu: Művelet típusa
no: Handlingstype
pl: Typ czynności
pt: Tipo da ação
ro: Tip de acţiune
sv: Typ av åtgärd
tl: Uri ng aksyon
tr: Eylem Türü
uk: Тип дії

# widget.button.general.action_type.command
source: Send a fixed command to an item
ca: Enviar una ordre fixa a un element
cs: Odeslání předem definovaného příkazu pro Item
da: Send en bestemt kommando til en enhed
fi: Lähettä ennalta määritetty komento Itemille
fr: Envoyer une commande fixe à un item
he: שלח פקודה קבועה לפריט
hu: Rögzített parancs küldése egy elemnek
no: Send en bestemt kommando til et item
pl: Wyślij polecenie do elementu
pt: Enviar um comando fixo para um item
ro: Trimite o comandă fixă unui element
sv: Skicka ett bestämt kommando till en item
tl: Magpadala ng fixed na kautusan sa isang aytem
tr: Bir öğeye sabit bir komut gönder
uk: Відправити фіксовану команду елементу

# widget.button.general.action_type.toggle
source: Alternate item between 2 states
ca: Aalterna un element entre 2 estats
cs: Přepínat mezi dvěma stavy
da: Alternativ enhed mellem 2 tilstande
fi: Vaihtele kahden eri Itemin tilan välillä
fr: Alterner un item entre 2 états
he: מתג פריט בין שתי מצבים
hu: Alternatív elem 2 állapot között
no: Veksle item mellom 2 tilstander
pl: Zmieniaj element pomiędzy dwoma stanami
pt: Alternar item entre 2 estados
ro: Alternează element între două valori
sv: Växla mellan två lägen
tl: Maghalinhinan ang aytem sa pagitan ng 2 mga estado
tr: Öğeyi iki durum arasında değiştir
uk: Перемикання між 2ма станами

# widget.button.general.action_type.navigate
source: Navigate
ca: Navega
cs: Navigovat
da: Naviger
fi: Siirry
fr: Naviguer
he: נווט
hu: Navigáció
no: Naviger
pl: Przejdź
pt: Navegar
ro: Navighează
sv: Navigera
tl: Mag-navigate
tr: Gezin
uk: Перейти

# widget.button.general.command
source: Command value
ca: Valor de la comanda
cs: Hodnota příkazu
da: Kommando værdi
fi: Komennon arvo
fr: Commande
he: ערך הפקודה
hu: Parancs értéke
no: Kommando verdi
pl: Wartość polecenia
pt: Valor do comando
ro: Valoare comandă
sv: Kommando
tl: Balyu ng Kautusan
tr: Komut değeri
uk: Значення команди

# widget.button.general.command_alt
source: Alternate command value
ca: Valor alternatiu de la comanda
cs: Hodnota alternativní příkazu
da: Alternative kommando værdi
fi: Vaihtoehtoisen komennon arvo
fr: Commande alternative
he: ערך הפקודה חלופי
hu: Alternatív parancs értéke
no: Alternativ kommando verdi
pl: Wartość alternatywna polecenia
pt: Alternar valor do comando
ro: Valoare comandă alternativă
sv: Alternativt kommando
tl: Kahaliling balyu ng kautusan
tr: Alternatif komut değeri
uk: Альтернативне значення команди

# widget.button.general.navigation_type
source: Navigation type
ca: Tipus de navegació
cs: Typ navigace
da: Navigationstype
fi: Siirtymisen tapa
fr: Type de navigation
he: סוג ניווט
hu: Navigáció típus
no: Navigasjons type
pl: Typ nawigacji
pt: Tipo de navegação
ro: Tip navigare
sv: Typ av navigering
tl: Uri ng nabigasyon
tr: Gezinti türü
uk: Тип навігації

# widget.button.general.navigation_type.dashboard
source: Dashboard
ca: Tauler
fi: Näkymä
fr: Tableau de bord
he: לוח הבקרה
hu: Műszerfal
pl: Panel
pt: Painel
sv: Vy
tr: Kontrol paneli
uk: Панель керування

# widget.button.general.navigation_target
source: Open in
ca: Obre a
cs: Otevřít v
da: Åben i
fi: Avaa kohteessa
fr: Ouvrir dans
he: פתח באמצעות
hu: Megnyitás ...
no: Åpne i
pl: Otwórz w
pt: Abrir em
ro: Deschide în
sv: Öppna i
tl: Buksan sa
tr: Aç
uk: Відкрити в

# widget.button.general.navigation_target.self
source: Current tab
ca: Pestanya actual
cs: Aktuální záložka
da: Aktuelle fane
fi: Nykyinen välilehti
fr: Onglet courant
he: הכרטיסיה הנוכחית
hu: Az aktuális lap
no: Nåværende fane
pl: Bieżąca karta
pt: Aba atual
ro: Fila curentă
sv: Aktuell flik
tl: Kasalukuyang tab
tr: Geçerli sekme
uk: Поточна вкладка

# widget.button.general.navigation_target.new_tab
source: New tab
ca: Pestanya nova
cs: Nová záložka
da: Ny fane
fi: Uusi välilehti
fr: Nouvel onglet
he: כרטיסייה חדשה
hu: Új lap
no: Ny fane
pl: Nowa karta
pt: Nova Aba
ro: Filă nouă
sv: Ny flik
tl: Bagong tab
tr: Yeni sekme
uk: Нова вкладка

# widget.button.general.navigation_target.new_window
source: New window
ca: Finestra nova
cs: Nové okno
da: Nyt vindue
fi: Uusi ikkuna
fr: Nouvelle fenêtre
he: חלון חדש
hu: Új ablak
no: Nytt vindu
pl: Nowe okno
pt: Nova janela
ro: Fereastră nouă
sv: Nytt fönster
tl: Bagong window
tr: Yeni pencere
uk: Нове вікно

# widget.button.display
source: Display
ca: Mostrar
cs: Zobrazit
da: Skærm
fi: Näyttö
fr: Affichage
he: תצוגה
hu: Kijelző
pl: Wygląd
pt: Visualização
ro: Afișaj
sv: Visning
tl: I-display
tr: Görüntüle
uk: Вигляд

# widget.button.display.label
source: Label
ca: Etiqueta
cs: Popisek
da: Etiket
fi: Tunnus
fr: Texte
he: תווית
hu: Címke
no: Etikett
pl: Etykieta
pt: Rótulo
ro: Etichetă
sv: Etikett
tl: Mag-label
tr: Etiket
uk: Мітка

# widget.button.display.value
source: Value
ca: Valor
cs: Hodnota
da: Værdi
fi: Arvo
fr: Valeur
he: ערך
hu: Érték
no: Verdi
pl: Wartość
pt: Valor
ro: Valoare
sv: Värde
tl: Balyu
tr: Değer
uk: Значення

# widget.button.display.value.showitemvalue
source: Show the item's state value
ca: Mostra l'estat de l'element
cs: Zobrazit stav / hodnotu Item
da: Vis enhedens værdi
fi: Näytä Itemin arvo
fr: Afficher la valeur de l'état de l'item
he: הצג את הערך למצב של הפריט
hu: Mutassa az elem értékét
no: Vis item'ets tilstands verdi
pl: Pokaż wartość stanu elementu
pt: Mostrar o valor do estado do item
ro: Arată valoarea de stare a elementului
sv: Visa items värde
tl: Ipakita ang estadong balyu ng aytem
tr: Öğenin durum değerini göster
uk: Показати значення елемента

# widget.button.display.value.showitemvalue_noitem
source: Show an item's state value
ca: Mostra un estat de l'element
cs: Zobrazit stav / hodnotu Item
da: Vis en enheds værdi
fi: Näytä jonkun Itemin arvo
fr: Afficher la valeur de l'état d'un item
he: הצג את הערך למצב של הפריט
hu: Mutassa az elem értékét
no: Vis et item's tilstands verdi
pl: Pokaż wartość stanu elementu
pt: Mostrar o valor do estado de um item
ro: Arată valoarea de stare a unui element
sv: Visa items värde
tl: Magpakita ng isang estadong balyu ng aytem
tr: Bir öğenin durum değerini göster
uk: Показати значення елемента

# widget.button.display.value.active_state
source: Active state
ca: Estat actiu
cs: Aktivní stav
da: Aktiv tilstand
fi: Aktiivinen tila
fr: État actif
he: מצב פעיל
hu: Aktív állapotban
no: Aktiv status
pl: Stan aktywny
pt: Estado ativo
ro: Stare activă
sv: Värde om aktiv
tl: Aktibong estado
tr: Aktif durum
uk: Активний стан

# widget.button.display.value.layout
source: Layout
ca: Disposició
cs: Rozvržení
da: Opsætning
fi: Asettelu
fr: Agencement
he: פריסה
hu: Elrendezés
no: Utforming
pl: Układ
ro: Aspect
tl: Pagkakalatag
tr: Düzen
uk: Розкладка

# widget.button.inactive
source: Inactive
ca: Inactiu
cs: Neaktivní
da: Inaktiv
fi: Ei käytössä
fr: Inactif
he: לא פעיל
hu: Inaktív
no: Inaktiv
pl: Nieaktywny
pt: Inativo
ro: Inactiv
sv: Inaktiv
tl: Hindi aktibo
tr: Aktif değil
uk: Неактивний

# widget.button.active
source: Active
ca: Actiu
cs: Aktivní
da: Aktiv
fi: Käytössä
fr: Actif
he: פעיל
hu: Aktív
no: Aktiv
pl: Aktywny
pt: Ativo
ro: Activ
sv: Aktiv
tl: Aktibo
tr: Aktif
uk: Активний

# widget.button.colors
source: Colors
cs: Barvy
da: Farver
fi: Värit
fr: Couleurs
he: צבעים
hu: Színek
no: Farger
pl: Kolory
pt: Cores
ro: Culori
sv: Färger
tl: Mga Kulay
tr: Renkler
uk: Кольори

# widget.button.background_color
source: Background color
ca: Color de fons
cs: Barva pozadí
da: Baggrundsfarve
fi: Taustan väri
fr: Couleur de fond
he: צבע רקע
hu: Háttérszín
no: Bakgrunnsfarge
pl: Kolor tła
pt: Cor de fundo
ro: Culoare de fundal
sv: Bakgrundsfärg
tl: Kulay ng Background
tr: Arka plan rengi
uk: Колір тла

# widget.button.foreground_color
source: Label color
ca: Color de l'etiqueta
cs: Barva popisku
da: Etiket farve
fi: Tunnuksen väri
fr: Couleur du texte
he: צבע התווית
hu: Címke színe
no: Etikett farge
pl: Kolor etykiety
pt: Cor do rótulo
ro: Culoare etichetă
sv: Etikettfärg
tl: Kulay ng label
tr: Etiket rengi
uk: Колір мітки

# widget.button.value_color
source: Value color
ca: Color del valor
cs: Barva hodnoty
da: Farve værdi
fi: Arvon väri
fr: Couleur de la valeur
he: ערך צבע
hu: Érték színe
no: Verdi farge
pl: Kolor wartości
pt: Valor da cor
ro: Culoarea valorii
sv: Värdets färg
tl: Kulay ng balyu
tr: Değer rengi
uk: Колір значення

# widget.button.preview.state
source: State
ca: Estat
cs: Stav
da: Tilstand
fi: Tila
fr: État
he: מצב
hu: Állapot
no: Tilstand
pl: Stan
pt: Estado
ro: Stare
sv: Läge
tl: Estado
tr: Durum
uk: Стан

# widget.chart
source: Chart
ca: Gràfic
cs: Graf
da: Diagram
fi: Kaavio
fr: Graphique
he: תרשים
hu: Grafikon
no: Diagram
pl: Wykres
pt: Gráfico
ro: Diagramă
sv: Graf
tl: Tsart
tr: Grafik
uk: Графік

# widget.chart.description
source: Displays a chart
ca: Visualitza un gràfic
cs: Zobrazí graf
da: Vis diagram
fi: Näyttää kaavion
fr: Affiche un graphique
he: הצג תרשים
hu: Diagram megjelenítése
no: Viser et diagram
pl: Wyświetla wykres
pt: Mostrar um gráfico
ro: Afişează o diagramă
sv: Visar en graf
tl: Mag-display ng isang tsart
tr: Bir grafik görüntüler
uk: Відображає графік

# widget.chart.settings.header
source: Chart Settings
ca: Configuració del gràfic
cs: Nastavení grafu
da: Diagramindstillinger
fi: Kaavion asetukset
fr: Paramètre du graphique
he: הגדרות תרשים
hu: Diagram beállításai
no: Diagram instillinger
pl: Ustawienia wykresu
pt: Definições do gráfico
ro: Setările de diagramă
sv: Inställningar för graf
tl: Mga setting ng tsart
tr: Grafik Ayarları
uk: Налаштування графіку

# widget.chart.general
source: General
cs: Obecné
da: Generelt
fi: Yleiset
fr: Général
he: כללי
hu: Általános
no: Generelt
pl: Ogólne
pt: Geral
sv: Allmänt
tl: Pangkalahatan
tr: Genel
uk: Загальне

# widget.chart.general.type
source: Type
ca: Tipus
cs: Typ
fi: Tyyppi
he: סוג
hu: Típus
pl: Typ
pt: Tipo
ro: Tip
sv: Typ
tl: Uri
tr: Tip
uk: Тип

# widget.chart.general.type.default
source: Default
ca: Per defecte
cs: Výchozí
da: Standard
fi: Oletusarvo
fr: Défaut
he: ברירת מחדל
hu: Alapértelmezett
no: Normalverdi
pl: Domyślny
pt: Padrão
ro: Prestabilit
sv: Standard
tr: Varsayılan
uk: За замовчуванням

# widget.chart.general.type.rrd4j
source: RRD4j (rrd4j persistence service only)
ca: RRD4j (rrd4j només servei de persistència)
cs: RRD4j (pouze služba persistence rrd4j)
da: RRD4j (rrd4j udelukkende persistens værdi)
fi: RRD4j (vain rrd4j tietokanta)
fr: RRD4j (persistence rrd4j uniquement)
he: RRD4j (שירות שמירת נתונים rrd4j בלבד)
hu: RRD4j (csak rrd4j tárolási szolgáltatás)
no: RRD4j (rrd4j utelukkende persistens verdi)
pl: RRD4j (tylko dla bazy rrd4j)
pt: RRD4j (apenas serviço de armazenamento rrd4j)
ro: RRD4j (rrd4j doar serviciu de persistenţă)
sv: RRD4j (endast för rrd4j-persistence)
tl: RRD4j (rrd4j serbisyo ng persistence lamang)
tr: RRD4j (yalnızca rrd4j sürekli servisi)
uk: RRD4j (тільки для збереження rrd4j)

# widget.chart.general.type.interactive
source: n3-line-chart (interactive)
ca: n3-línia-gràfic (interactiu)
cs: n3-line-chart (interaktivní)
da: n3-linje-diagram (interaktiv)
fi: n3-line-chart (interaktiivinen)
fr: n3-line-chart (interactif)
hu: n3-line-diagram (interaktív)
no: n3-linje-diagram (interaktiv)
pl: n3-line-chart (interaktywny)
pt: n3-line-chart (interativo)
ro: n3-line-chart (interactiv)
sv: n3-line-chart (interaktiv)
tr: n3-line-chart (etkileşimli)
uk: n3-line-chart (інтерактивний)

# widget.chart.general.service
source: Persistence service
ca: Servei de persistència
cs: Služba persistence
da: Vedholden service
fi: Tietokantapalvelu
fr: Service de persistence
he: שרות לוגים
hu: Tárolási szolgáltatás
no: Persistens service
pl: Usługa utrwalania
pt: Serviço de armazenamento
ro: Serviciul de persistență
sv: Persistence-tjänst
tl: Serbisyo ng Persistence
tr: Süreklilik servisi
uk: База даних

# widget.chart.general.service.hint
source: rrd4j, mysql, influxdb... Leave blank for default
ca: rrd4j, mysql, influxdb... Deixar en blanc per defecte
cs: rrd4j, mysql, influxdb... Ponechte prázdné pro výchozí službu
da: rrd4j, mysql, influxdb... Blank for standard
fi: rrd4j, mysql, influxdb... Jos jätät tyhjäksi käytetään oletusarvoa
fr: rrd4j, influxdb, mysql... Laisser à blanc pour celui par défaut
he: rrd4j, mysql, influxdb... השאר ריק עבור ברירת מחדל
hu: rrd4j, mysql, influxdb... Hagyja üresen az alapértelmezetthez
no: rrd4j, mysql, influxdb... Blank for standard
pl: rrd4j, mysql, influxdb... Pozostaw puste dla domyślnej wartości
pt: rrd4j, mysql, influxdb... Deixe em branco para o padrão
ro: rrd4j, mysql, influxdb... lasa liber pentru setările standard
sv: rrd4j, mysql, influxdb... Lämna tomt för standard
tl: rrd4j, mysql, influxdb... Panatilihing blanko para sa default
tr: rrd4j, mysql, influxdb... Varsayılanı kullanmak için boş bırakın
uk: rrd4j, mysql, influxdb... Залиште порожнім для значення за замовчуванням

# widget.chart.general.itemgroup
source: openHAB Item or Group
ca: Element o Grup de openHAB
cs: openHAB Item nebo Skupina
da: openHAB enhed og gruppe
fi: openHAB Item tai ryhmä
fr: Item ou groupe openHAB
he: פריט או קבוצה openHAB
hu: openHAB elem vagy csoport
no: openHAB Item eller Group
pl: Element lub grupa openHAB
pt: Grupo ou Item openHAB
ro: openHAB element sau grup
sv: openHAB item eller group
tl: openHAB aytem o Grupo
tr: openHAB öğe veya grubu
uk: елемент openHAB або група

# widget.chart.general.period
source: Period
ca: Període
cs: Období
da: Periode
fi: Jakso
fr: Période
he: תקופה
hu: Időszak
no: Periode
pl: Okres
pt: Período
ro: Perioadă
sv: Tidsperiod
tr: Dönem
uk: Період

# widget.chart.axis
source: Axis
ca: Eix
cs: Osy
da: Akse
fi: Akseli
fr: Axes
he: ציר
hu: Tengely
no: Akse
pl: Oś
pt: Eixo
ro: Axele
sv: Axel
tr: Eksen
uk: Вісь

# widget.chart.axis.primary
source: Primary axis (y)
ca: Eix primari (y)
cs: Hlavní osa (y)
da: Primær akse (y)
fi: Primääriakseli (y)
fr: Axe principal (y)
he: הציר הראשי (y)
hu: Elsődleges tengely (y)
no: Primær akse (y)
pl: Główna oś (y)
pt: Eixo principal (y)
ro: Axe primare (y)
sv: Primär axel (y)
tl: Pangunahing axis (y)
tr: Birincil eksen (y)
uk: Головна вісь (y)

# widget.chart.axis.secondary
source: Secondary axis (y2)
ca: Eix Secundari (y2)
cs: Vedlejší osa (y2)
da: Sekundær akse (y2)
fi: Sekundääriakseli (y2)
fr: Axe secondaire (y2)
he: הציר המשני (y2)
hu: Másodlagos tengely (y2)
no: Sekundær akse (y2)
pl: Oś pomocnicza (y2)
pt: Eixo secundário (y2)
ro: Axe secundare (y2)
sv: Sekundär axel (y2)
tl: Pangalawang axis (y2)
tr: İkincil eksen (y2)
uk: Допоміжна вісь (y2)

# widget.chart.axis.enabled
source: Enabled
ca: Activat?
cs: Zapnuto
da: Aktiveret
fi: Käytössä
fr: Activé
he: מופעל
hu: Engedélyezve
no: Aktivert
pl: Włączone
pt: Ativo
ro: Activat
sv: Aktiverad
tl: Pinagagana
tr: Etkin
uk: Увімкнено

# widget.chart.axis.includezero
source: Include zero
ca: Incloure zeros
cs: Zahrnout nulu
da: Inkluder nul
fi: Sisällytä nolla
fr: Inclure le zéro
he: כוללות אפס
hu: Tartalmazza a nullát
no: Inkluder null
pl: Dołączaj zero
pt: Incluir o zero
sv: Inkludera noll
tl: Isama ang zero
tr: Sıfırı ekle
uk: Включати нуль

# widget.chart.series
source: Series
ca: Sèries
cs: Data
da: Serier
fi: Aikajakso
fr: Séries
he: סדרה
hu: Sorozat
no: Serie
pl: Serie
pt: Séries
ro: Serii
sv: Serie
tr: Seriler
uk: Послідовність

# widget.chart.series.axis
source: Axis
ca: Eix
cs: Osy
da: Akse
fi: Akseli
fr: Axe
he: ציר
hu: Tengely
no: Akse
pl: Osi
pt: Eixo
ro: Axele
sv: Axel
tr: Eksen
uk: Вісь

# widget.chart.series.axis.primary
source: Primary
ca: Primari
cs: Hlavní
da: Primær
fi: Ensisijainen
fr: Principal
he: ראשי
hu: Elsődleges
no: Primær
pl: Główna
pt: Principal
ro: Principal
sv: Primär
tl: Pangunahin
tr: Birincil
uk: Основна

# widget.chart.series.axis.secondary
source: Secondary
ca: Secundari
cs: Vedlejší
da: Sekundær
fi: Sekundääri
fr: Secondaire
he: משני
hu: Másodlagos
no: Sekundær
pl: Dodatkowa
pt: Secundário
ro: Secundar
sv: Sekundär
tl: Pangalawa
tr: İkincil
uk: Додаткова

# widget.chart.series.display
source: Display
ca: Mostrar
cs: Zobrazit
da: Skærm
fi: Näyttö
fr: Afficher
he: תצוגה
hu: Kijelző
pl: Wygląd
pt: Mostrar
ro: Afișează
sv: Visa
tl: I-display
tr: Görüntüle
uk: Вигляд

# widget.chart.series.display.line
source: Line
ca: Línia
cs: Čára
da: Linje
fi: Linja
fr: Ligne
he: קו
hu: Vonal
no: Linje
pl: Linia
pt: Linha
ro: Linie
sv: Linje
tl: Linya
tr: Satır
uk: Лінія

# widget.chart.series.display.area
source: Area
ca: Àrea
cs: Plocha
da: Område
fi: Alue
fr: Aire
he: אזור
hu: Terület
no: Område
pl: Obszar
pt: Área
ro: Suprafață
sv: Yta
tl: Lawak
tr: Alan
uk: Область
