Repository: openhab/openhab-webui
Catalog: bundles/org.openhab.ui.habpanel/web/assets/i18n/widgets/*.po
Languages: ca, cs, da, fi, fr, he, hu, no, pl, pt, ro, sv, tl, tr, uk

# widget.selection.display
source: Display options
ca: Opcions de visualització
cs: Možnosti zobrazení
da: Visningsindstillinger
fi: Näytön asetukset
fr: Options d'affichage
he: אפשרויות תצוגה
hu: Megjelenítési opciók
no: Visningsinnstillinger
pl: Opcje wyświelania
pt: Opções de visualização
ro: Opţiuni de afişare
sv: Visningsalternativ
tl: I-display ang mga opsyon
tr: Görüntüleme seçenekleri
uk: Параметри відображення

# widget.selection.display.hidelabel
source: Hide name
ca: Amaga el nom
cs: Skrýt název
da: Skjul navn
fi: Piilota nimi
fr: Cacher le titre
he: הסתר שם
hu: Név elrejtése
no: Skjul navn
pl: Ukryj nazwę
pt: Ocultar o nome
ro: Ascunde numele
sv: Dölj namn
tl: Itago ang pangalan
tr: Adı gizle
uk: Приховати ім'я

# widget.selection.display.hideicon
source: Hide icon
ca: Amaga la icona
cs: Skrýt ikonu
da: Skjul ikon
fi: Piilota kuvake
fr: Cacher l'icône
he: הסתר את הסמל
hu: Ikon elrejtése
no: Skjul ikonet
pl: Ukryj ikonę
pt: Ocultar o ícone
ro: Ascunde pictograma
sv: Dölj ikon
tl: Itago ang ikon
tr: Simgeyi gizle
uk: Приховати піктограму

# widget.selection.display.hidestate
source: Hide current value
ca: Amagar el valor actual
cs: Skrýt aktuální hodnotu
da: Skjul aktuel værdi
fi: Piilota nykyinen arvo
fr: Cacher la valeur courante
he: הסתר את הערך הנוכחי
hu: Jelenlegi érték elrejtése
no: Skjul gjeldende verdi
pl: Ukryć bieżącą wartość
pt: Ocultar o valor atual
ro: Ascunde valoarea curentă
sv: Dölj aktuellt värde
tl: Itago ang kasalukuyang balyu
tr: Geçerli değeri gizle
uk: Приховати поточне значення

# widget.selection.choices_window
source: Choices window
ca: Finestra d'opcions
cs: Okno možností
da: Vindue for valg
fi: Valintaikkuna
fr: Fenêtre de choix
he: חלון אפשרויות
hu: Kiválasztó ablak
no: Valg-vinduet
pl: Okno pól wyboru
pt: Janela de opções
ro: Fereastra de opţiuni
sv: Alternativfönster
tl: Window ng Mga Pagpipilian
tr: Seçenekler penceresi
uk: Вікно опцій

# widget.selection.choices_window.columns
source: Columns
ca: Columnes
cs: Sloupce
da: Kolonner
fi: Sarakkeet
fr: Colonnes
he: עמודות
hu: Oszlopok
no: Kolonner
pl: Kolumny
pt: Colunas
ro: Coloane
sv: Kolumner
tl: Mga hilera
tr: Sütunlar
uk: Колонки

# widget.selection.choices_window.disable_mobile
source: Disable mobile mode
ca: Desactiva les dades mòbils
cs: Zakázat mobilní režim
da: Deaktiver mobiltilstand
fi: Poista mobiilitila käytöstä
fr: Désactiver le mode mobile
he: השבת מצב נייד
hu: Mobil mód letiltása
no: Deaktiver mobilmodus
pl: Wyłącz tryb mobilny
pt: Desativar o modo mobile
ro: Dezactivează modul mobil
sv: Inaktivera mobilläge
tl: I-disable ang mobile mode
tr: Mobil modu devre dışı bırak
uk: Вимкнути мобільний режим

# widget.selection.choices_window.no_squares
source: No square tiles
ca: Cap rajola quadrada
cs: Bez čtvercových panelů
da: Ingen firkantede brikker
fi: Ei neliskanttisia alueita
fr: Pas de tuiles carrées
he: אריחים לא מרובעים
hu: Nincsenek négyzet alakú csempék
no: Ingen rektangulære fliser
pl: Bez kwadratowych płytek
pt: Sem caixas quadradas
ro: Fără dală pătrată
sv: Ej kvadratiska rutor
tl: Walang parisukát na mga tile
tr: Kare desen yok
uk: Немає квадратних плиток

# widget.selection.selection_options
source: Selection options
ca: Opció de selecció
cs: Možnosti výběru
da: Valgmuligheder
fi: Valinta-asetukset
fr: Options de la sélection
he: אפשרויות בחירה
hu: Beállítások kiválasztása
no: Utvalgsinnstillinger
pl: Opcje pól wyboru
pt: Opções de seleção
ro: Opțiuni de selecție
sv: Inställningar för flerval
tl: Mga opsyon ng seleksyon
tr: Seçim ayarları
uk: Параметр вибору

# widget.selection.selection_options.no_highlight
source: Don't highlight current selection
ca: No destacar la selecció actual
cs: Nezvýrazňovat aktuální výběr
da: Fremhæv ikke aktuel markering
fi: Älä korosta nykyistä valintaa
fr: Ne pas mettre en surbrillance la sélection
he: לא לסמן את הבחירה הנוכחית
hu: Nem kiemelt aktuális választás
no: Ikke merk gjeldende utvalg
pl: Nie podświetlaj zaznaczonego pola
pt: Não destacar a seleção atual
ro: Nu marca selecția curentă
sv: Markera ej aktuellt val
tl: Huwag i-highlight ang kasalukuyang seleksyon
tr: Geçerli seçimi vurgulamayın
uk: Не виділяти поточний вибір

# widget.selection.selection_options.keep_open
source: Keep window open upon selection
ca: Manté la finestra oberta a la selecció
cs: Ponechat okno otevřené po výběru
da: Hold vindue åbent ved valg
fi: Pidä ikkuna auki valittaessa
fr: Garder la fenêtre ouverte après la sélection
he: להשאיר חלון פתוח בעת הבחירה
hu: Ablak nyitva marad a kiválasztáskor
no: Hold vinduet åpent etter valg
pl: Nie zamykaj okna po wybraniu
pt: Manter a janela aberta após a seleção
ro: Păstrează fereastra deschisă după selecție
sv: Håll fönster öppet efter val
tl: Panatilihing nakabukas ang window sa oras ng seleksyon
tr: Seçime bağlı olarak pencereyi açık tutun
uk: Залишати вікно відкритим

# widget.selection.nochoices
source: No choices available - check widget config
ca: No hi ha opcions disponibles - comprova la configuració del estrís
cs: Nejsou dostupné žádné volby - zkontrolujte nastavení Widgetu
da: Ingen valgmuligheder - tjek widget konfiguration
fi: Ei valintoja käytettävissä - tarkista widgetin asetukset
fr: Pas de choix disponibles - vérifier la config du widget
he: אין אפשרויות זמינות - בדוק קונפיגורציית יישומון
hu: Nincsenek választási lehetőségek - ellenőrizze a widget beállításokat
no: Ingen valg tilgjengelig - sjekk widget config
pl: Brak pól wyboru - Sprawdź konfigurację widgetu
pt: Não há opções disponíveis - verifique as definições do widget
ro: Nu sunt disponibile opțiuni - verifică setările widget-ului
sv: Inga val tillgängliga - kontrollera widget-inställningar
tl: Walang pwedeng pagpipilian - i-check ang widget config
tr: Seçim yok - araç yapılandırmasını kontrol et
uk: Немає доступних варіантів - перевірте конфігурацію віджета

# widget.slider
source: Slider
ca: Lliscador
cs: Posuvník
da: Skyder
fi: Liukusäädin
fr: Curseur linéaire (slider)
he: סליידר
hu: Csúszka
pl: Suwak
pt: Botão deslizante
ro: Cursor
sv: Skjutreglage
tr: Kaydırgaç
uk: Слайдер

# widget.slider.description
source: A slider for setting numerical openHAB items
ca: Un control lliscant per configurar elements numèrics openHAB
cs: Posuvník pro nastavení číselné openHAB Item
da: En skyderen til angivelse af numeriske openHAB elementer
fi: Liukusäädin jolla asetetaan numeeriset openHAB Itemit
fr: Un curseur pour régler des valeurs numériques
he: סליידר עבור הגדרת פריטים מספריים של openHAB
hu: Beállító csúszka az openHAB numerikus elemekhez
no: En slider for å sette numeriske openHAB items
pl: Suwak do ustawiania elementów numerycznych openHAB
pt: Um botão deslizante para definir o valor de itens numéricos do openHAB
ro: Un cursor pentru elemente numerice openHAB
sv: Ett reglage för att ställa in numeriska openHAB-items
tl: Isang Slider para sa pagtatakda ng numerical openHAB ng mga aytem
tr: Sayısal openHAB öğelerini ayarlamak için bir kaydırıcı
uk: Повзунок для встановлення числових значеннь openHAB

# widget.slider.settings.header
source: Slider Settings
ca: Configuració botó lliscant
cs: Nastavení posuvníku
da: Skyder indstillinger
fi: Liukusäätimen asetukset
fr: Paramètres du curseur linéaire (slider)
he: הגדרות הסליידר
hu: Csúszka beállításai
no: Slider Instillinger
pl: Ustawienia suwaka
pt: Definições do botão deslizante
ro: Setările cursorului
sv: Inställningar för reglage
tl: Mga setting ng Slider
tr: Kaydırıcı ayarları
uk: Налаштування слайдера

# widget.slider.general.orientation
source: Orientation
ca: Orientació
cs: Orientace
da: Retning
fi: Orientaatio
he: כיוון
hu: Tájolás
no: Retning
pl: Orientacja
pt: Orientação
ro: Orientare
sv: Riktning
tl: Oryentasyon
tr: Yönlendirme
uk: Орієнтація

# widget.slider.general.orientation.vertical
source: Vertical slider
ca: Lliscador vertical
cs: Svislý posuvník
da: Lodret skyder
fi: Vertikaalinen liukusäädin
fr: Curseur vertical
he: סליידר אנכי
hu: Függőleges csúszka
no: Vertikal slider
pl: Slider pionowy
pt: Botão deslizante vertical
ro: Cursor vertical
sv: Vertikalt reglage
tl: Patayong slider
tr: Dikey kaydırma
uk: Вертикальний слайдер

# widget.slider.advanced.hidelabel
source: Hide title label
ca: Amagar etiqueta de títol
cs: Skrýt název popisku
da: Skjule titel betegnelse
fi: Piilota otsikon tunnus
fr: Cacher le titre
he: הסתר את תווית הכותרת
hu: Cím felirat elrejtése
no: Skjul tittel betegnelse
pl: Ukryj etykietę tytułową
pt: Ocultar o rótulo do título
ro: Ascunde titlul etichetei
sv: Dölj rubruk
tl: Itago ang pamagat na label
tr: Başlık etiketini gizle
uk: Приховати підпис "заголовок"

# widget.slider.advanced.hidelimits
source: Hide limits labels
ca: Amagar etiquetes de limits
cs: Skrýt popisky limitů
da: Skjul grænse etiket
fi: Piilota raja-arvojen tunnukset
fr: Cacher les valeurs des limites
he: הסתר תוויות גבול
hu: Határérték címkék elrejtése
no: Skjul grense etikett
pl: Ukryj etykiety limitów
pt: Ocultar rótulos limites
ro: Ascunde etichetele limitelor
sv: Dölj min/max-gränser
tl: Itago ang mga label ng mga limit
tr: Sınır etiketleri gizle
uk: Приховати підпис "межі"

# widget.slider.advanced.hidepointer
source: Hide current value label
ca: Amagar etiqueta de valor actual
cs: Skrýt popis aktuální hodnoty
da: Skjul aktuelle værdi etiket
fi: Piilota nykyisen arvon tunnus
fr: Cacher la valeur courante
he: הסתר את הערך הנוכחי
hu: Jelenlegi érték címke elrejtése
no: Skjul nåværende verdi etikett
pl: Ukryj etykietę bieżącej wartości
pt: Ocultar o rótulo do valor atual
ro: Ascunde eticheta valoarei curente
sv: Dölj aktuellt värde
tl: Itago ang kasalukuyang balyu
tr: Geçerli değer etiketini gizle
uk: Приховати підпис "поточне значення"

# widget.slider.advanced.showticks
source: Show ticks
ca: Mostra les paparres
cs: Zobrazit dílky
da: Vis afkrydsningsfelter
fi: Näytä jakoviivat
fr: Afficher les graduations
he: הצג בחירה
hu: Mutassa az ütemet
no: Vis steg
pl: Pokaż podziałkę
pt: Mostrar marcas
ro: Arată gradații
sv: Visa steg
tl: Ipakita ang mga tick
tr: İşaretleri göster
uk: Показати значки меж

# widget.slider.advanced.showticksvalues
source: Show ticks labels
ca: Mostra les paparres d'Etiquetes
cs: Zobrazit popisky dílků
da: Vis afkrydsningsfelter navne
fi: Näytä jakoviivojen tunnukset
fr: Afficher les valeurs des graduations
he: הצג תוויות בחירה
hu: Ütem-címkék mutatása
no: Vis avkryssingsfelt
pl: Pokaż etykiety podziałki
pt: Mostrar rótulos de texto
ro: Arată etichetele gradate
sv: Visa värden för steg
tl: Ipakita ang mga label ng mga tick
tr: Kenar etiketlerini göster
uk: Показати підписи значків меж

# widget.slider.advanced.inverted
source: Reverse direction
ca: Inverteix la direcció
cs: Obrátit směr
da: Modsat retning
fi: Käänteinen suunta
fr: Inverser la direction
he: כיוון הפוך
hu: Fordított irányban
no: Reverser retning
pl: Odwróć kierunek
pt: Inverter direção
ro: Direcţie inversă
sv: Omvänd riktning
tl: Kabaliktarang direksyon
tr: Ters yön
uk: Зворотній напрямок

# widget.slider.advanced.bigslider
source: Big slider (horizontal only)
ca: Lliscador gran (horitzontal)
cs: Velký posuvník (pouze vodorovný)
da: Store skyderen (kun vandret)
fi: Suuri liukusäädin (vain vaaka)
fr: Style agrandi (horizontal uniquement)
he: סליידר גדול (אופקי בלבד)
hu: Nagy csúszka (csak vízszintes)
no: Stor glidebryter (kun horisontal)
pl: Duży suwak (tylko poziomo)
pt: Barra deslizante grande (apenas horizontal)
ro: Glisor mare (doar orizontal)
sv: Brett reglage (endast horisontellt)
tl: Malaking slider (pahalang lamang)
tr: Büyük kaydırıcı (yalnızca yatay)
uk: Великий повзунок (горизонтальний)

# widget.slider.backdrop
source: Backdrop
ca: Teló de fons
cs: Ikona pozadí
fi: Tausta
fr: Arrière-plan
he: רקע
hu: Háttér
pl: Tło
pt: Fundo
ro: Fundal
sv: Bakgrund
tr: Zemin
uk: Тлі

# widget.switch
source: Switch
ca: Interruptor
cs: Přepínač
da: Kontakt
fi: Kytkin
fr: Interrupteur (switch)
he: מתג
hu: Kapcsoló
no: Bryter
pl: Przełącznik
pt: Interruptor
ro: Întrerupător
sv: Strömbrytare
tr: Değiştir
uk: Перемикач

# widget.switch.description
source: A ON/OFF toggle for openHAB switches
ca: Conmutador MARXA/ATURAT per als interruptors openHAB
cs: Přepínač ON/OFF
da: ON/OFF skift for openHAB kontakt
fi: ON/OFF katkaisija openHAB kytkimille
fr: Un interrupteur ON/OFF pour les switches openHAB
he: מתג הפעלה/כיבוי עבור מתגי OpenHAB
hu: BE/KI váltó openHAB kapcsolókhoz
no: En AV/PÅ veksler for openHAB brytere
pl: Przełącznik ON/OFF dla elementów openHAB
pt: Um interruptor openHAB do tipo Ligar/Desligar
ro: Comutator ON/OFF pentru întrerupătoare openHAB
sv: ON/OFF-reglage för openHAB Switch-items
tl: A ON/OFF toggle para sa openHAB na mga switch
tr: OpenHAB anahtarları için ON/OFF geçiş
uk: Вкл/викл перемикач для openHAB перемикачі

# widget.switch.settings.header
source: Switch Settings
ca: Configuració del interruptor
cs: Nastavení přepínače
da: Kontakt Indstillinger
fi: Kytkimen asetukset
fr: Paramètres de l'interrupteur (switch)
he: הגדרות מתג
hu: Kapcsoló beállításai
no: Bryter Instillinger
pl: Ustawienia przełącznika
pt: Definições de interruptor
ro: Setări întrerupător
sv: Inställningar för strömbrytare
tl: Mga setting ng Switch
tr: Anahtar Ayarları
uk: Перемикач Установки

# widget.switch.display
source: Display options
ca: Opcions de visualització
cs: Možnosti zobrazení
da: Skærm Indstillinger
fi: Näytön asetukset
fr: Options d'affichage
he: אפשרויות תצוגה
hu: Megjelenítési beállítások
no: Visningsalternativer
pl: Opcje wyświelania
pt: Opções de visualização
ro: Opţiuni de afişare
sv: Visningsalternativ
tl: I-display ang mga opsyon
tr: Görüntüleme seçenekleri
uk: Параметри відображення

# widget.switch.display.hidelabel
source: Hide name
ca: Amaga el nom
cs: Skrýt název
da: Skjul navn
fi: Piilota nimi
fr: Cacher le titre
he: הסתר שם
hu: Név elrejtése
no: Skjul navn
pl: Ukryj nazwę
pt: Ocultar o nome
ro: Ascunde numele
sv: Dölj namn
tl: Itago ang pangalan
tr: Adı gizle
uk: Приховувати ім'я

# widget.switch.display.hideicon
source: Hide icon
ca: Amaga la icona
cs: Skrýt ikonu
da: Skjul ikon
fi: Piilota kuvake
fr: Cacher l'icône
he: הסתר את הסמל
hu: Ikon elrejtése
no: Gjem ikon
pl: Ukryj ikonę
pt: Ocultar o ícone
ro: Ascunde pictograma
sv: Dölj ikon
tl: Itago ang ikon
tr: Simgeyi gizle
uk: Приховати значок

# widget.switch.display.hideonoff
source: Hide ON/OFF
ca: Amaga MARXA/ATURAT
cs: Skrýt ON/OFF
da: Skjul ON/OFF
fi: Piilota ON/OFF
fr: Cacher ON/OFF
he: הסתר דלוק/כבוי
hu: KI/Be elrejtése
no: Gjem AV/PÅ
pl: Ukryj ON/OFF
pt: Ocultar ON/OFF
ro: Ascunde ON/OFF
sv: Dölj ON/OFF
tl: Itago ang ON/OFF
tr: ON/OFF gizle
uk: Приховати включення/вимикання

# widget.template
source: Template
ca: Plantilla
cs: Šablona
da: Skabelon
fi: Pohjamalli
he: תבניות
hu: Sablon
no: Mal
pl: Szablon
pt: Modelo
ro: Şablon
sv: Mall
tr: Şablon
uk: Шаблон

# widget.template.description
source: A template widget - displays a custom dynamic template
ca: Un estri de plantilla - Mostra una plantilla personalitzada dinàmica
cs: Widget šablona - zobrazí vlastní dynamický obsah na základě HTML AngularJS
da: Skabelon widget - vis en brugerdefineret dynamisk skabelon
fi: Pohjamalli-widget - näyttää mukautetun dynaamisen pohjamallin
fr: Affiche un template personnalisé dynamique
he: רכיב יישומון מסוג תבנית - מציג תבנית דינאמית מותאמת אישית
hu: Sablon widget - egyéni dinamikus sablon megjelenítése
no: En mal widget - viser en custom dynamisk mal
pl: Szablon - wyświetla niestandardowy, dynamiczny szablon
pt: Um modelo widget - mostra um modelo dinâmico personalizável
ro: Un widget şablon - afişează un şablon dinamic personalizat
sv: En mall-widget - visar en anpassningsbar mall
tl: Isang template widget - nagdidisplay ng isang custom na dinamikang template
tr: Şablon bir araç - özel bir dinamik şablon görüntüler
uk: Віджет шаблон - відображення інтерфейсу динамічного шаблону

# widget.template.settings.header
source: Template Settings
ca: Configuració de les plantilles
cs: Nastavení šablony
da: Skabelonindstillinger
fi: Pohjamallin asetukset
fr: Paramètres du template
he: הגדרות התבנית
hu: Sablonbeállítások
no: Malinstillinger
pl: Ustawienia Szablonu
pt: Configurações do Modelo
ro: Setări pentru şablon
sv: Inställningar för mall
tl: Mga setting ng Template
tr: Şablon Ayarları
uk: Параметри Шаблону

# widget.template.settings.header.customwidget
source: {{customwidget_name}} Settings
ca: {{customwidget_name}} configuració
cs: {{customwidget_name}} Nastavení
da: {{customwidget_name}} Instillinger
fi: {{customwidget_name}} asetukset
fr: Paramètres de {{widget}}
he: {{customwidget_name}} הגדרות
hu: {{customwidget_name}} -beállítások
no: {{customwidget_name}} Innstillinger
pl: Ustawienia "{{customwidget_name}}"
pt: Configurações de {{customwidget_name}}
ro: {{customwidget_name}} Setări
sv: Inställningar för {{customwidget_name}}
tl: {{customwidget_name}} Mga setting
tr: {{customwidget_name}} Ayarları
uk: {{customwidget_name}} Параметри

# widget.template.dontwrap
source: Don't wrap in container
ca: No embolicar en contenidor
cs: Obsah šablony nezarovnávat na střed
fi: Älä kääri/sisällytä
fr: Ne pas envelopper dans un conteneur
he: אין לעטוף במיכל
hu: Ne csomagolja be a konténert
no: Tilpass ikke til ruten
pl: Nie obejmuj kontenerem
pt: Não centralizar o modelo a partir do widget
ro: Nu încorpora în container
sv: Anpassa ej till ruta
tl: Huwag ibalot sa lalagyan
tr: Kap içine sarılmamalıdır
uk: Не обернути в контейнер

# widget.template.nobackground
source: No background
ca: Sense fons
cs: Žádné pozadí
da: Ingen Baggrund
fi: Ei taustaa
fr: Pas d'arrière-plan
he: ללא רקע
hu: Nincs háttér
no: Ingen bakgrunn
pl: Bez tła
pt: Sem fundo
ro: Fără fundal
sv: Ingen bakgrund
tl: Walang background
tr: Arkaplan yok
uk: Без фону

# widget.template.template
source: Template
ca: Plantilla
cs: Šablona
da: Skabelon
fi: Pohjamalli
he: תבניות
hu: Sablon
no: Mal
pl: Szablon
pt: Modelo
ro: Şablon
sv: Mall
tr: Şablon
uk: Шаблон

# widget.template.importfromfile
source: Import from file...
ca: Importa d'un fitxer...
cs: Importovat ze souboru...
da: Importer fra fil...
fi: Tuo tiedostosta...
fr: Importer un fichier...
he: ייבא מקובץ...
hu: Importálás fájlból...
no: Importer fra fil...
pl: Importuj z pliku...
pt: Importar de um arquivo...
ro: Importă din fișier..
sv: Importera från fil...
tl: Mag-angkat mula sa file...
tr: Dosyadan içe aktar...
uk: Імпорт з файлу...

# widget.template.exporttofile
source: Export to file
ca: Exporta a un fitxer
cs: Exportovat do souboru
da: Eksporter til fil
fi: Vie tiedostoon
fr: Exporter vers un fichier
he: ייצא לקובץ
hu: Exportálás fájlba
no: Eksporter til fil
pl: Eksportuj do pliku
pt: Exportar para arquivo
ro: Exportă ca fișier
sv: Exportera till fil
tl: I-eksport papunta sa file
tr: Dosyayı dışa aktar
uk: Експорт у файл

# widget.template.communitysupport
source: Community support
ca: Assistència de la comunitat
cs: Podpora komunity
da: Fællesskab support
fi: Yhteisön tuki
fr: Support communautaire
he: תמיכה של הקהילה
hu: Közösségi támogatás
no: Hjelp fra communityet
pl: Wsparcie społeczności
pt: Ajuda da comunidade
ro: Sprinjinul comunităţii
sv: Hjälp från communityn
tl: Suporta ng komunidad
tr: Topluluk desteği
uk: Підтримка спільноти

# widget.template.knowledgebase
source: Knowledge base
ca: Base de coneixement
cs: Databáze znalostí
da: Vidensbase
fi: Ohjekeskus
fr: Base de connaissances
he: מאגר הידע
hu: Tudásbázis
no: Kunnskapsbase
pl: Baza wiedzy
pt: Base de conhecimento
ro: Baza de cunoștințe
sv: Kunskapsdatabas
tl: Base sa kaalaman
tr: Bilgi tabanı
uk: База знань

# widget.timeline
source: Timeline
ca: Cronologia
cs: Časová osa
da: Tidslinje
fi: Aikajana
fr: Ligne de temps
he: ציר זמן
hu: Idővonal
no: Tidslinje
pl: Oś czasu
pt: Linha cronológica
ro: Cronologie
sv: Tidslinje
tr: Zaman çizelgesi
uk: Терміни

# widget.timeline.description
source: Displays a timeline of several items
ca: Mostra una cronologia de diversos elements
cs: Zobrazí časovou osu více Items
da: Vis tidslinie for flere enheder
fi: Näyttää useat Itemit aikajanalla
fr: Affiche des barres de couleur représentant l'historique de plusieurs items
he: הצגת ציר זמן של מספר פריטים
hu: Több elem idővonalát jeleníti meg
no: Viser en tidslinje over flere items
pl: Wyświetla oś czasu kilka elementów
pt: Mostra uma linha cronológica com vários itens
ro: Afişeaza o cronologie a mai multor elemente
sv: Visar en tidslinje för en eller flera items
tl: Nagdidisplay ng isang timeline ng iilang mga aytem
tr: Birkaç öğenin zaman çizelgesini görüntüler
uk: Відображає хронологію кількох елементів

# widget.timeline.settings.header
source: Timeline Settings
ca: Preferències de cronologia
cs: Nastavení časové osy
da: Tidslinjeindstillinger
fi: Aikajanan asetukset
fr: Paramètres de la ligne de temps (timeline)
he: הגדרות ציר הזמן
hu: Idővonal-beállítások
no: Tidslinje-innstillinger
pl: Ustawienia osi czasu
pt: Configurações da linha cronológica
ro: Setări cronologie
sv: Inställningar för tidslinje
tl: Mga setting ng Timeline
tr: Zaman Çizelgesi Ayarları
uk: Параметри Часової Шкали

# widget.timeline.general.service
source: Persistence service
ca: Servei de persistència
cs: Služba persistence
da: Vedholden service
fi: Tietokannan asetukset
fr: Service de persistence
he: שרות לוגים
hu: Tárolási szolgáltatás
no: Persistence-tjeneste
pl: Usługa utrwalania
pt: Serviço de armazenamento
ro: Serviciu de persistență
sv: Persistence-tjänst
tl: Serbisyo ng Persistence
tr: Süreklilik servisi
uk: Служба зберігання

# widget.timeline.general.service.hint
source: rrd4j, mysql, influxdb... Leave blank for default
ca: rrd4j, mysql, influxdb... Deixar en blanc per defecte
cs: rrd4j, mysql, influxdb... Ponechte prázdné pro výchozí službu
da: rrd4j, mysql, influxdb... Blank for standard
fi: rrd4j, mysql, influxdb... Jos jätät tyhjäksi käytetään oletusarvoa
fr: rrd4j, influxdb, mysql... Laisser à blanc pour celui par défaut
he: rrd4j, mysql, influxdb... השאר ריק עבור ברירת מחדל
hu: rrd4j, mysql, influxdb... Hagyja üresen az alapértelmezetthez
no: rrd4j, mysql, influxdb... Blank for standard
pl: rrd4j, mysql, influxdb... Pozostaw puste dla domyślnej wartości
pt: rrd4j, mysql, influxdb... Deixe em branco para o padrão
ro: rrd4j, mysql, influxdb... pentru standard lasă liber
sv: rrd4j, mysql, influxdb... Lämna tomt för standard
tl: rrd4j, mysql, influxdb... Panatilihing blangko para sa default
tr: rrd4j, mysql, influxdb... Varsayılanı kullanmak için boş bırakın
uk: rrd4j, MySQL, influxdb... залишити порожнім за замовчуванням

# widget.timeline.general.period
source: Period
ca: Període
cs: Období
da: Periode
fi: Jakso
fr: Période
he: תקופה
hu: Időszak
no: Periode
pl: Okres
pt: Período
ro: Perioadă
sv: Tidsperiod
tr: Dönem
uk: Період

# widget.timeline.colors
source: Colors
cs: Barvy
da: Farver
fi: Värit
fr: Couleurs
he: צבעים
hu: Színek
no: Farger
pl: Kolory
pt: Cores
ro: Culori
sv: Färger
tl: Mga Kulay
tr: Renkler
uk: Кольори

# widget.timeline.colors.state
source: State
ca: Estat
cs: Stav
da: Tilstand
fi: Tila
fr: État
he: מצב
hu: Állapot
no: Tilstand
pl: Stan
pt: Estado
ro: Stare
sv: Värde
tl: Estado
tr: Durum
uk: Кольори

# widget.timeline.series
source: Series
ca: Sèries
cs: Data
da: Serier
fi: Aikajakso
fr: Séries
he: סדרה
hu: Sorozat
no: Serier
pl: Serie
pt: Séries
ro: Serii
sv: Serie
tr: Seriler
uk: Серія
