Repository: openhab/openhab-webui
Catalog: bundles/org.openhab.ui.habpanel/web/assets/i18n/widgets/*.po
Languages: ca, cs, da, fi, fr, he, hu, no, pl, pt, ro, sv, tl, tr, uk

# widget.image.nosuffix
source: No cache busting (advanced)
ca: Sense sobrepassament de memòria cau (avançat)
cs: Nepoužívat cache busting (pokročilí)
da: Ingen cache bursting (avanceret)
fi: Ei välimuistin muokkausta (edistyneet)
fr: Empêcher l'invalidation du cache (avancé)
he: אין מטמון (מתקדם)
hu: Nincs gyorsítótár (haladó)
no: Ingen cache busting (avansert)
pl: Nie psuj pamięci podręcznej (zaawansowane)
pt: Sem atualização de cache(avançado)
ro: Fără cache busting (avansat)
sv: Ingen cache-busting (avancerat)
tl: Walang cache busting (nakaadvance)
tr: Önbellek yoklaması yok (gelişmiş)
uk: Без очищення кеша (додатково)

# widget.image.nosuffix.description
source: Don't add URL suffixes to prevent reusing cached images
ca: No afegir sufixos d'URL per evitar reutilitzar les pàgines en memòria cau
cs: Nepřidávat URL přípony, aby se předešlo znovunačítání již načtených stránek
da: Tilføj ikke URL-suffixes for at undgå genbrug af cachede sider
fi: Älä lisää URL liitteitä. Estetään välimuistissa olevien sivujen käyttö
fr: Ne pas ajouter de suffixe aux URL pour empêcher la réutilisation d'images en cache
he: אל תוסיף סיומות של כתובות אתרים כדי למנוע שימוש חוזר בתמונות המאוחסנות במטמון
hu: Ne adjon hozzá URL-utótagokat a tárolt oldalak újrafelhasználásának megakadályozása érdekében
no: Ikke legg til URL-suffixes for å unngå gjenbruk av cachede bilder
pl: Nie dodawaj przyrostka do URL by zapobiec zapisom w pamięci podręcznej
pt: Não adicionar sufixos ao URL para evitar a reutilização de páginas em cache
ro: Nu se adaugă sufixul URL pentru a preveni reutilizarea paginile stocate în cache
sv: Lägg ej till URL-suffix för att förhindra användning av cachade bilder
tl: Huwag magdagdag ng URL suffixes upang mapigilan ang paggamit muli sa mga pahina ng cached
tr: Önbelleklenen resimlerin tekrar kullanılmasını önlemek için URL sonekleri eklemeyin
uk: Не додати URL-суфікси, щоб запобігти повторне використання кешованих зображень

# widget.image.background_color
source: Background color
ca: Color de fons
cs: Barva pozadí
da: Baggrundsfarve
fi: Taustan väri
fr: Couleur de fond
he: צבע רקע
hu: Háttérszín
no: Bakgrunnsfarge
pl: Kolor tła
pt: Cor de fundo
ro: Culoare de fundal
sv: Bakgrundsfärg
tl: Kulay ng background
tr: Arka plan rengi
uk: Колір фону

# widget.knob
source: Knob
ca: Botó giratori
cs: Kolečko
da: Knap
fi: Nuppi
fr: Curseur circulaire (knob)
he: מעגל
no: Knott
pl: Pokrętło
pt: Botão
ro: Buton
sv: Vred
tr: Düğme
uk: Ручка

# widget.knob.description
source: A knob for setting numerical openHAB items
ca: Botó giratori per seleccionar valor numèrics a openHAB
cs: Kolečko pro nastavení číselné openHAB Item
da: En knap for at indstille numeriske openHAB enheder
fi: Nuppi, jolla asetetaan numeeriset openHAB Itemit
fr: Un curseur circulaire pour régler des valeurs numériques
he: מעגל עבור הגדרת פריטים מספריים openHAB
hu: Knob gomb az openHAB numerikus elemekhez
no: En knott for å sette numeriske openHAB items
pl: Pokrętło do ustawiania numerycznych elementów openHAB
pt: Um botão deslizante para definir o valor de itens numéricos do openHAB
ro: Un buton rotativ pentru elemente numerice openHAB
sv: Ett vred för att ställa in numeriska openHAB-items
tl: Isang knob para sa pagtatakda ng numerical openHAB na mga aytem
tr: Sayısal openHAB öğelerini ayarlamak için bir düğme
uk: Ручка для установки числових елементів openHAB

# widget.knob.settings.header
source: Knob Settings
ca: Configuració del botó giratori
cs: Nastavení kolečka
da: Knap Indstillinger
fi: Nupin asetukset
fr: Paramètres du curseur circulaire (knob)
he: הגדרות המעגל
hu: Knob gomb beállítások
no: Knottinnstillinger
pl: Ustawienia pokrętła
pt: Definições do botão
ro: Serări buton rotativ
sv: Inställningar för vred
tl: Mga setting ng knob
tr: Düğme Ayarları
uk: Налаштування Регулятора

# widget.knob.general.readonly
source: Read only
ca: Només lectura
cs: Jen pro čtení
da: Skrivebeskyttet
fi: Vain luku
fr: Lecture seule
he: לקריאה בלבד
hu: Csak olvasható
no: Kun lesetilgang
pl: Tylko do odczytu
pt: Apenas leitura
ro: Doar citire
sv: Endast visning
tl: Mababasa lamang
tr: Sadece oku
uk: Тільки для читання

# widget.knob.general.readonly.description
source: Disable interaction
ca: Impossibilitar interacció
cs: Zakázat možnost interakce
da: Standard interaktion
fi: Poista vuorovaikutus
fr: Désactiver l'interaction
he: בטל את האינטראקציה
hu: Interakció tiltása
no: Deaktivere interaksjon
pl: Wyłącz interakcję
pt: Desativar a interação
ro: Dezactivaţi interacţiunea
sv: Inaktivera användarinteraktion
tl: I-disable ang pakikipag-ugnayan
tr: Etkileşimi devre dışı bırak
uk: Відключити взаємодія

# widget.knob.general.centraldisplay
source: Central display
ca: Pantalla principal
cs: Centrální zobrazení
fi: Päänäyttö
fr: Affichage central
he: תצוגה מרכזית
hu: Központi kijelző
no: Vis i midten
pl: Wyświetl centralnie
pt: Display central
ro: Afișare centrată
sv: Visa i mitten
tl: Sentral na display
tr: Merkezi ekran
uk: Центральний дисплей

# widget.knob.general.centraldisplay.showvalue
source: Show value
ca: Mostra el valor
cs: Zobrazit hodnotu
da: Vis værdi
fi: Näytä arvo
fr: Afficher la valeur
he: הצג ערך
hu: Érték megjelenítése
no: Vis verdi
pl: Pokaż wartość
pt: Mostrar valor
ro: Afișare valoare
sv: Visa värde
tl: Ipakita ang balyu
tr: Değeri göster
uk: Показати значення

# widget.knob.general.centraldisplay.showlabel
source: Show name (below value)
ca: Mostra el nom (valor per sota)
cs: Zobrazit název (pod hodnotou)
da: Vis navn (under værdi)
fi: Näytä nimi (arvon alapuolella)
fr: Afficher le titre
he: להציג שם (מתחת לערך)
hu: Név megjelenítése (az érték alatt)
no: Vis navn (under verdi)
pl: Pokaż nazwę (poniżej wartości)
pt: Mostrar nome (por baixo do valor)
ro: Arată numele (sub valoare)
sv: Visa namn (under värde)
tl: Ipakita ang pangalan (sa ibaba ng balyu)
tr: Adı göster (değerin altında)
uk: Назва серіалу (нижче вартості)

# widget.knob.bartrack
source: Bar & Track
ca: Barra de seguiment
cs: Čára & stopa
da: Bar og spor
fi: Palkki & Jälki
fr: Curseur
he: המסלול &; בר
hu: Oszlop & pálya
no: Felt & Spor
pl: Kolumna i oś
pt: Barras & Faixas
ro: Bară & Urmăritor
sv: Fält & Spår
tl: Bar & Bakas
tr: Çizgi & İz
uk: Бар & Трек

# widget.knob.bartrack.angles
source: Angles (°)
cs: Úhly (°)
da: Grader (°)
fi: Kulmat (°)
he: זוויות (°)
hu: Szög (°)
no: Vinkler (°)
pl: Kąty (°)
pt: Ângulos (°)
ro: Unghiuri (°)
sv: Vinklar (°)
tl: Mga anggulo(°)
tr: Açılar (°)
uk: Кутів (°)

# widget.knob.bartrack.angles.start
source: Start
ca: Inici
cs: Začátek
fi: Aloitus
fr: Départ
he: התחלה
hu: Kezdet
pl: Początek
pt: Início
ro: Început
tl: Umpisa
tr: Başlangıç
uk: Почати

# widget.knob.bartrack.angles.end
source: End
ca: Final
cs: Konec
da: Slut
fi: Lopetus
fr: Arrivée
he: סיום
hu: Vég
no: Slutt
pl: Koniec
pt: Fim
ro: Sfârșit
sv: Slut
tl: Dulo
tr: Son
uk: Кінець

# widget.knob.bartrack.width
source: Width
ca: Amplada
cs: Šířka
da: Bredde
fi: Leveys
fr: Epaisseur
he: רוחב
hu: Szélesség
no: Bredde
pl: Szerokość
pt: Largura
ro: Lățime
sv: Tjocklek
tl: Lapad
tr: Genişlik
uk: Я переведу його

# widget.knob.bartrack.cap
source: Cap
ca: Tap
cs: Radius
da: Begrænsning
fi: Pyöristys
fr: Arrondi
he: ערך מ-
hu: Lekerekítés
no: Lokk
pl: Przykrycie
pt: Terminador
ro: Vârf
sv: Rundning
tr: Kapak
uk: Кришка

# widget.knob.bartrack.bar
source: Bar
ca: Barra
cs: Čára
fi: Palkki
fr: Curseur
he: שורה
hu: Oszlop
no: Felt
pl: Kolumna
pt: Barra
ro: Bară
sv: Fält
tr: Çizgi
uk: Бар

# widget.knob.bartrack.track
source: Track
ca: Seguiment
cs: Stopa
da: Spor
fi: Jälki
fr: Fond du curseur
he: רצועה
hu: Sáv
no: Spor
pl: Oś
pt: Faixa
ro: Pistă
sv: Spår
tl: Bakas
tr: İz
uk: Трек

# widget.knob.bartrack.previousvalue
source: Previous value
ca: Valor anterior
cs: Předchozí hodnota
da: Tidligere værdi
fi: Edellinen arvo
fr: Valeur précédente
he: הערך הקודם
hu: Előző érték
no: Tidligere tilstand
pl: Poprzednia wartość
pt: Valor anterior
ro: Valoare anterioară
sv: Tidigare värde
tl: Nakaraang balyu
tr: Önceki değer
uk: Попереднє значення

# widget.knob.bartrack.previousvalue.description
source: Display previous value when dragging
ca: Visualitza el valor anterior en arrossegar
cs: Zobrazit předchozí hodnotu při přetažení
da: Vis tidligere værdi under tegning
fi: Näyttä edellinen arvo vedettäessä
fr: Afficher la valeur précédente pendant la manipulation
he: הצגת הערך הקודם בעת גרירה
hu: Előző érték megjelenítése húzás közben
no: Vis forrige verdi når du drar
pl: Wyświetl poprzednią wartość podczas przeciągania
pt: Mostrar o valor anterior ao arrastar
ro: Arată valuarea anterioară cand trageți
sv: Visa tidigare värde vid drag
tl: I-display ang nakaraang balyu kung nagdradrag
tr: Sürüklerken önceki değeri göster
uk: Відображення попереднього значення при перетягуванні

# widget.knob.scale
source: Scale
ca: Escala
cs: Stupnice
da: Skala
fi: Skaala
fr: Graduations
he: קנה מידה
hu: Skála
no: Skala
pl: Skala
pt: Escala
ro: Scală
sv: Skala
tl: Iskala
tr: Ölçek
uk: Масштаб

# widget.knob.scale.display
source: Display scale
ca: Visualitza la escala
cs: Zobrazit stupnici
da: Vis skala
fi: Näytä skaala
fr: Afficher les graduations
he: הצג קנה מידה
hu: Skála megjelenítés
no: Visningsskala
pl: Pokaż skalę
pt: Mostrar escala
ro: Afișează scala
sv: Visa skala
tl: I-display ang iskala
tr: Gösterge ölçeği
uk: Масштаб

# widget.knob.scale.display.enabled
source: Enabled
ca: Habilitat
cs: Zapnuto
da: Aktiveret
fi: Käytössä
fr: Activé
he: מאופשר
hu: Engedélyezve
no: Aktivert
pl: Włączone
pt: Ativo
ro: Activat
sv: Aktiverad
tl: Pinagagana
tr: Etkin
uk: Включений

# widget.knob.scale.type
source: Scale Type
ca: Tipus d'escala
cs: Typ stupnice
da: Skala type
fi: Skaalan tyyppi
fr: Type
he: סוג קנה מידה
hu: Skála típusa
no: Skalatype
pl: Typ skali
pt: Tipo de Escala
ro: Tip de scală
sv: Typ av skala
tl: Uri ng Iskala
tr: Ölçek Tipi
uk: Тип Ваг

# widget.knob.scale.type.lines
source: Lines
ca: Línies
cs: Čárky
da: Linjer
fi: Linjat
fr: Traits
he: קווים
hu: Vonalak
no: Linjer
pl: Linie
pt: Linhas
ro: Linii
sv: Linjer
tl: Mga linya
tr: Çizgiler
uk: Лінії

# widget.knob.scale.type.dots
source: Dots
ca: Punts
cs: Tečky
da: Punkter
fi: Pisteet
fr: Points
he: נקודות
hu: Pontok
no: Punkter
pl: Kropki
pt: Pontos
ro: Puncte
sv: Punkter
tl: Mga Tuldok
tr: Noktalar
uk: Точки

# widget.knob.scale.width
source: Width
ca: Amplada
cs: Šířka
da: Bredde
fi: Leveys
fr: Epaisseur
he: רוחב
hu: Szélesség
no: Bredde
pl: Szerokość
pt: Largura
ro: Lăţime
sv: Tjocklek
tl: Lapad
tr: Genişlik
uk: Ширина

# widget.knob.scale.qty
source: Qty.
ca: Quantitat.
cs: Množství
da: Antal
fi: Lukumäärä
fr: Qté
he: כמות
hu: Mennyiség
no: Antall
pl: Ilość
pt: Qtd.
ro: Cantitate
sv: Antal
tr: Miktar
uk: Ширина.

# widget.knob.scale.space
source: Space
ca: Espai
cs: Mezera
da: Plads
fi: Tila
fr: Espace
he: רווח
hu: Hely
no: Mellomrom
pl: Przestrzeń
pt: Espaço
ro: Spaţiu
sv: Avstånd
tl: Ispasiyo
tr: Boşluk
uk: Простір

# widget.knob.skin
source: Skin
ca: Aparença
cs: Vzhled
da: Udseende
fi: Ulkoasu
fr: Thème
he: רקע
hu: Kinézet
pl: Wygląd
pt: Aparência
ro: Costum
sv: Utseende
tl: Balat
tr: Tasarım
uk: Скін

# widget.knob.skin.type
source: Type
ca: Tipus
cs: Typ
fi: Tyyppi
he: סוג
hu: Típus
pl: Typ
pt: Tipo
ro: Tip
sv: Typ
tl: Uri
tr: Tip
uk: Тип

# widget.knob.skin.type.simple
source: Simple
ca: Senzill
cs: Jednoduchý
da: Enkel
fi: Yksinkertainen
he: פשוט
hu: Egyszerű
no: Enkel
pl: Prosty
pt: Simples
ro: Simplu
sv: Simpel
tr: Basit
uk: Простий

# widget.knob.skin.type.tron
source: Tron
cs: Typ Tron
he: טרון
ro: Tip neon
uk: Трон

# widget.knob.skin.tronsettings
source: Tron skin settings
ca: Configuració de pell de tron
cs: Nastavení vzhledu Tron
da: Tron skin indstillinger
fi: Tron ulkoasun asetukset
fr: Paramètres du thème Tron
he: הגדרות הרקע Tron
hu: Tron kinézet beállítások
no: Tron skin innstillinger
pl: Ustawienia wyglądu Tron
pt: Definições do aspecto Tron
ro: Setări suprafață tip neon
sv: Inställningar för Tron-tema
tl: Mga setting ng balat ng Tron
tr: Tron cilt ayarları
uk: Налаштування зовнішнього вигляду Tron

# widget.knob.skin.tronsettings.width
source: Width
ca: Amplada
cs: Šířka
da: Bredde
fi: Leveys
fr: Epaisseur
he: רוחב
hu: Szélesség
no: Bredde
pl: Szerokość
pt: Largura
ro: Lăţime
sv: Bredd
tl: Lapad
tr: Genişlik
uk: Ширина

# widget.knob.skin.tronsettings.space
source: Space
ca: Espai
cs: Mezera
da: Plads
fi: Tila
fr: Espace
he: רווח
hu: Hely
no: Mellomrom
pl: Przestrzeń
pt: Espaço
ro: Spaţiu
sv: Mellanrum
tl: Ispasyo
tr: Boşluk
uk: Пробіл

# widget.knob.ranges
source: Ranges
ca: Intervals
cs: Rozsahy
da: Intervaller
fi: Vaihteluvälit
fr: Intervalles
he: טווחים
hu: Tartományok
no: Intervall
pl: Zakresy
pt: Intervalos
ro: Intervale
sv: Delområden
tl: Mga Saklaw
tr: Aralıklar
uk: Діапазони

# widget.knob.ranges.enable
source: Enable Ranges
ca: Permetre rangs
cs: Povolit rozsahy
da: Aktiver intervaller
fi: Ota vaihteluvälit käyttöön
fr: Activer les intervalles
he: הפוך טווחים לזמינים
hu: Tartományok engedélyezése
no: Aktiver Intervaller
pl: Włącz zakresy
pt: Ativar intervalos
ro: Activează intervale
sv: Aktivera delområden
tl: Paganahin ang mga saklaw
tr: Aralıkları Etkinleştir
uk: Увімкнути діапазони

# widget.knob.ranges.match_text_color
source: Match Text Color to Range
ca: Casa el color del text al rang
cs: Barva textu dle rozsahu
da: Tilpas tekstfarve til interval
fi: Sovita tekstin väri vaihteluväliin
fr: Afficher le texte dans la couleur de l'intervalle
he: התאמת צבע טקסט בטווח
hu: Egyezzen a szöveg színe a tartományban
no: Tilpass Text Farge til Intervall
pl: Dopasuj kolor tekstu do zakresu
pt: Combinar a cor do texto com a do intervalo
ro: Potrivește culoarea textului cu intervalul
sv: Matcha textfärg
tl: Ipareho ang Kulay ng Teksto sa Saklaw
tr: Metin rengini aralık ile eşleştir
uk: Підібрати кольори тексту до діапазону

# widget.knob.ranges.from
source: from
ca: des de
cs: od
da: fra
fi: alkaen
fr: De
he: מ
hu: ettől
no: fra
pl: od
pt: de
ro: de la
sv: från
tl: galing sa
tr: itibaren
uk: від

# widget.knob.ranges.to
source: to
ca: fins a
cs: do
da: til
fi: asti
fr: À
he: אל
hu: eddig
no: til
pl: do
pt: a
ro: până la
sv: till
tl: para sa
tr: nereye
uk: до

# widget.knob.ranges.bar
source: Bar
ca: Barra
cs: Čára
da: Linje
fi: Palkki
fr: Barre
he: בר
hu: Oszlop
no: Felt
pl: Kolumna
pt: Barra
ro: Bară
sv: Fält
tr: Çizgi
uk: Панель

# widget.knob.misc
source: Misc.
ca: Miscel·lània.
cs: Různé
da: Diverse
fi: Sekalaiset
fr: Divers
he: שונות.
hu: Egyéb.
no: Diverse
pl: Inne
pt: Outros.
ro: Diverse.
sv: Övrigt
tr: Çeşitli
uk: Інше

# widget.knob.misc.text
source: Text
da: Tekst
fi: Teksti
fr: Texte
he: טקסט
hu: Szöveg
no: Tekst
pl: Tekst
pt: Texto
tl: Teksto
tr: Metin
uk: Текст

# widget.knob.misc.background
source: Background
ca: Segon pla
cs: Pozadí
da: Baggrund
fi: Tausta
fr: Arrière-plan
he: רקע
hu: Háttér
no: Bakgrunn
pl: Tło
pt: Fundo
ro: Fundal
sv: Bakgrund
tl: Paligid
tr: Arka plan
uk: Тло

# widget.label
source: Label
ca: Etiqueta
cs: Popisek
da: Etiket
fi: Tunnus
fr: Étiquette (label)
he: תווית
hu: Címke
no: Etikett
pl: Etykieta
pt: Rótulo
ro: Etichetă
sv: Etikett
tl: Mag-label
tr: Etiket
uk: Мітка

# widget.label.description
source: A fixed label used for headers etc. (no openHAB item binding)
ca: Una etiqueta fixa per capçaleres, etc. (sense vincular a cap element openHAB)
cs: Jednoduchý popisek (není spojený z žádnou openHAB Item)
da: En fast etiket, der bruges til overskrifter etc. (ingen openHAB item binding)
fi: Kiinteä tunnus otsakkeelle tms. (ei openHABin lisäosille)
fr: Un texte fixe pour faire office d'en-tête etc. (pas d'item openHAB associé)
he: תווית קבוע המשמש עבור כותרות וכדומה (לא מחייב פריט openHAB)
hu: A fejlécek stb. rögzített címkéje (nincs openHAB elem kötés)
no: En fast etikett brukt til topptekst osv. (ingen openHAB item binding)
pl: Stała etykieta używana do nagłówków itp (bez wiązania z elementem openHAB)
pt: Um rótulo fixo utilizado para cabeçalhos e etc. (sem ligação a item openHAB)
ro: O etichetă fixă utilizată pentru anteturi etc. (Nu e obligatoriu să fie element openHAB)
sv: En förvald etikett till rubriker mm. (ingen koppling till openHAB-item)
tl: Isang fixed na label ginagamit para sa mga header etc. (walang pagbibigkis ng openHAB aytem)
tr: Başlıklar için kullanılan sabit bir etiket (openHAB öğe bağlantısı yok)
uk: Фіксований підпис використовується для заголовків та ін. (для елементів не openHAB)

# widget.label.settings.header
source: Label Settings
ca: Configuració d'etiquetes
cs: Nastavení popisku
da: Indstillinger for etiketter
fi: Tunnuksen asetukset
fr: Paramètres de l'étiquette (label)
he: הגדרות תוויות
hu: Címke beállítások
no: Etikett-innstillinger
pl: Ustawienia etykiet
pt: Definições do Rótulo
ro: Configurări etichetă
sv: Inställningar för etikett
tl: Mga setting ng label
tr: Etiket Ayarları
uk: Параметри Міток

# widget.label.preview
source: Preview
ca: Previsualització
cs: Náhled
da: Forhåndsvisning
fi: Esikatselu
fr: Aperçu
he: תצוגה מקדימה
hu: Előnézet
no: Forhåndsvisning
pl: Podgląd
pt: Visualizar
ro: Previzualizare
sv: Förhandsvisning
tl: I-preview
tr: Önizleme
uk: Попередній перегляд

# widget.label.background_color
source: Background color
ca: Color de fons
cs: Barva pozadí
da: Baggrundsfarve
fi: Taustan väri
fr: Couleur de fond
he: צבע רקע
hu: Háttérszín
no: Bakgrunnsfarge
pl: Kolor tła
pt: Cor de fundo
ro: Culoare de fundal
sv: Bakgrundsfärg
tl: Kulay ng Background
tr: Arka plan rengi
uk: Колір фону

# widget.label.foreground_color
source: Text color
ca: Color del text
cs: Barva textu
da: Tekstfarve
fi: Tekstin väri
fr: Couleur du texte
he: צבע טקסט
hu: Szöveg színe
no: Tekstfarge
pl: Kolor tekstu
pt: Cor do texto
ro: Culoare text
sv: Textfärg
tl: Kulay ng Teksto
tr: Metin rengi
uk: Колір тексту

# widget.selection
source: Selection
ca: Selecció
cs: Výběr
da: Valg
fi: Valinta
fr: Sélection
he: בחירה
hu: Kijelölés
no: Utvalg
pl: Pola wyboru
pt: Seleção
ro: Selecţie
sv: Flerval
tl: Seleksyon
tr: Seçim
uk: Виділення

# widget.selection.description
source: A widget allowing a selection between multiple choices
ca: Un estrís que permet una selecció entre les múltiples opcions
cs: Widget, který umožňuje výběr z více možností
da: En widget der tillader et valg mellem flere muligheder
fi: Widgetti joka antaa valita useista vaihtoehdoista
fr: Un widget permettant le choix entre plusieurs options
he: יישומון המאפשר בחירה בין אפשרויות מרובות
hu: A widget több lehetőség közül enged választást
no: En widget som tillater et utvalg mellom flere valg
pl: Widget z polami wyboru
pt: Um widget que permite uma seleção entre várias opções
ro: Un widget care permite o selecție între mai multe opțiuni
sv: En widget för att välja mellan olika alternativ
tl: Isang widget na nagpapahintulot ng isang seleksyon sa pagitan ng mga maraming pagpipilian
tr: Birden fazla seçenek arasında seçim yapılmasına izin veren bir araç
uk: Віджет, що дозволяє вибір між кількома пунктами

# widget.selection.settings.header
source: Selection Settings
ca: Configuració de les seleccions
cs: Nastavení výběru
da: Valgmuligheder
fi: Valintojen asetukset
fr: Paramètres de la sélection
he: אפשרויות בחירה
hu: Beállítások kiválasztása
no: Utvalgsinnstillinger
pl: Ustawienia pól wyboru
pt: Definições da seleção
ro: Selecţie de setări
sv: Inställningar för flerval
tl: Mga setting ng Seleksyon
tr: Seçim Ayarları
uk: Налаштування виділення

# widget.selection.choices_source
source: Choices source
ca: Font de les opcions
cs: Zdroj možností
da: Kilde til valgmuligheder
fi: Vaihtoehtojen lähde
fr: Source des choix
he: אפשרויות מקור
hu: Választási forrás
no: Valg kilde
pl: Źródło pól wyboru
pt: Origem das opções
ro: Alege sursa
sv: Källa för alternativ
tl: Pinagmulan ng mga Pagpipilian
tr: Kaynakların seçimi
uk: Джерело варіантів

# widget.selection.choices_source.server
source: Server-provided item options
ca: Opcions de element subministrades pel servidor
cs: Možnosti Item poskytované serverem
da: Server item indstillinger
fi: Palvelimen tarjoamat Item vaihtoehdot
fr: Options fournies par le serveur
he: אפשרויות פריטים שסופקו על-ידי השרת
hu: Kiszolgáló által biztosított elem beállításai
no: Server item innstillinger
pl: Opcje elementów z serwera
pt: Opções de item fornecido pelo servidor
ro: Opțiuni ale elementelor furnizate de server
sv: Item på servern
tl: Mga pagpipilian ng inilaan ng server aytem
tr: Sunucu tarafından sağlanan öğe seçenekleri
uk: Властивості елемента, що надаються сервером

# widget.selection.choices_source.csv
source: Comma-separated list
ca: Llista separada per comes
cs: Seznam položek oddělených čárkou
da: Kommasepareret liste
fi: CSV lista
fr: Liste séparée par des virgules
he: רשימה מופרדת באמצעות פסיק
hu: Vesszővel elválasztott lista
no: Komma-separert liste
pl: Lista oddzielona przecinkami
pt: Lista separada por vírgulas
ro: Listă cu separare prin virgulă
sv: Komma-separerad lista
tl: Ipinaghihiwalay ng kuwit na listahan
tr: Virgülle ayrılmış liste
uk: Розділений комами список

# widget.selection.choices
source: List of comma-separated choices
ca: Llista d'opcions separades per comes
cs: Seznam položek oddělených čárkami
da: Liste med kommaseparerede valgmuligheder
fi: CSV lista vaihtoehdoista
fr: Liste de choix séparés par des virgules
he: רשימת האפשרויות מופרדת באמצעות פסיקים
hu: Vesszővel elválasztott választási lehetőségek listája
no: Liste med komma-separerte valgmuligheter
pl: Lista opcji rozdzielanych przecinkami
pt: Lista de opções separadas por vírgulas
ro: Listă de opțiunii separate prin virgulă
sv: Lista med komma-separerade val
tl: Listahan ng ipinaghihiwalay ng kuwit na mga pagpipilian
tr: Virgülle ayrılmış seçeneklerin listesi
uk: Перелік варіантів Розділений комами

# widget.selection.choices.hint
source: You can optionally use the syntax: 'cmd=label' for each choice<br />Example: 18=Cold,20,22,24,26,28=Warm
ca: Opcionalment podeu utilitzar la sintaxi: ' cmd = etiqueta ' per a cada elecció<br />exemple: 18 = fred, 20, 22, 24, 26, 28 = càlid
cs: Volitelně můžete použít syntaxi: 'cmd=label' pro každou volbu<br />Například: 18=Zima,20,22,24,26,28=Teplo
da: Du kan eventuelt bruge syntaksen: ' cmd = label' for hvert valg < br / > Eksempel: 18 = Kold, 20, 22, 24, 26, 28 = Varm
fi: Voit halutessasi käyttää syntaksia: 'cmd=label' jokaisessa valinnassa<br/>Esimerkiksi: 18=kylmä,20,22,24,26,28=lämmin
fr: Vous pouvez utiliser la syntaxe: 'cmd=label' pour chaque choix<br />Exemple : 18=Froid,20,22,24,26,28=Chaud
he: לחלופין ניתן להשתמש בתחביר: ";cmd = תווית &#039; עבור כל</br>;הבחירה דוגמה: 18 = קר, 20, 22, 24, 26, 28 = חם
hu: Szükség szerint használható szintaxis: 'parancs=címke' minden értékhez<br />példa: 18 = hideg, 20, 22, 24, 26, 28 = meleg
no: Du kan eventuelt bruke syntaksen: ' cmd = label' for hvert valg<br />Eksempel: 18=Kald,20,22,24,26,28=Varm
pl: Opcjonalnie można użyć składni: 'cmd=label' dla każdego wyboru<br/>Np: 18=Zimno,20,22,24,26,28=Ciepło
pt: Pode usar opcionalmente a sintaxe: 'cmd=label' para cada opção<br />Exemplo: 18=Cold,20,22,24,26,28=Warm
ro: Opțional puteți folosi sintaxa: 'cmd=label' pentru fiecare alegere <br /> Exemplu: 18=rece,20,22,24,26,28=cald
sv: Du kan även använda 'kommando=etikett' för de olika valen<br />Exempel: 18=Kallt,20,22,24,26,28=Varmt
tl: Pwede mong opsyonal na gamitin ang syntax: 'cmd=label' para sa bawat pagpipilian<br/>Halimbawa: 18=Cold,20,22,24,26,28=Warm
tr: İsteğe bağlı olarak sözdizimini kullanabilirsiniz: 'cmd=label' her seçim için<br />Örnek:18=Cold,20,22,24,26,28=Warm
uk: За бажанням можна використовувати синтаксис: 'cmd=label' для кожного варіанту<br />Наприклад: 18=Cold,20,22,24,26,28=Warm
